[
    {
        "q": "What is resistance spot welding?",
        "a": "Resistance spot welding is one type of welding that the PSI 6XXX.350 L1 weld timer can be used for. The PSI 6XXX.350 L1 weld timer, when used in conjunction with the specified power supply and welding equipment, can be used for the resistance welding of metals. The PSI 6XXX.350 L1 is suitable for operation in industrial environments in accordance with DIN EN 50082-2 and DIN EN 50081-2 concerning electromagnetic compatibility (EMC). Strong magnetic fields are created during resistance welding. These magnetic fields can cause damage to watches and magnetic stripe cards, so these items should not be carried near resistance welding equipment. People with pacemakers should avoid resistance welding systems as the magnetic fields may interfere with their pacemaker's function"
    },
    {
        "q": "What does a welding system consist of?",
        "a": "A welding system, as described in relation to the PSI 6XXX.350 L1 welding timer, comprises several key components working together. At its core is the welding hardware, which includes the physical apparatus involved in the welding process, such as a welding gun, a robot, or a multi-point welding system. This hardware is directly involved in applying the welding current to the workpiece. The PSI 6XXX.350 L1 timer module acts as the brain of the system, controlling and coordinating the welding process. This module works in conjunction with a medium frequency (MF) inverter labeled as 'PSI', which is responsible for converting the power supply into a suitable form for resistance welding. The system also includes a welding transformer that assists in achieving the precise welding current required for the job. To enable user control and interaction with the welding system, a programming terminal is used. This terminal typically runs software, such as the BOS-5000, which facilitates data input, system operation, and process monitoring. Beyond these core components, a welding system may also include a current sensor, often a toroid, to accurately measure and regulate the welding current. A pressure control valve is also frequently incorporated to manage the force applied by the welding electrodes during the process. Additionally, a load cell might be used to precisely measure the force exerted by the electrodes."
    },
    {
        "q": "Bosch use DC or AC current for welding?",
        "a": "The Bosch medium-frequency welding system uses DC current for welding. The PSI 6XXX.350 L1 weld timer works with a medium-frequency welding current that is clocked at 1000 Hz. The PSI 6XXX.350L1 is set to primary current monitoring upon delivery. The document also mentions AC technology in comparison to its 1,000 Hz medium frequency/DC technology: 'Higher weld quality by more dynamic current control than can be achieved with AC technology'."
    },
    {
        "q": "What is operating voltage when setting up welding timer?",
        "a": "The operating voltage for the PSI 6XXX.350 L1 welding timer is +24 VDC. The acceptable voltage input range is 19VDC minimum to 30VDC maximum, in accordance with EN61131-2. The timer can utilize either an optional internal power supply or an external supply for the logic circuitry."
    },
    {
        "q": "How many programs in welding timer system?",
        "a": "The PSI 6XXX.350 L1 welding timer system allows you to program and recall up to 256 welding programs. You can select from single spot (SING), repeat mode (REPT), or seam operation for each program."
    },
    {
        "q": "What is system voltage of power unit when setting the welding timer?",
        "a": "The system voltage for the PSI 6XXX.350 L1 power unit is 400V, within a range of -20% to +10%, making the acceptable range 320V to 440V. The power unit operates on a 3-phase system with a frequency of 50/60 Hz. Notably, this system voltage is specified within the context of the power unit's technical data and is not directly mentioned in the context of setting the welding timer."
    },
    {
        "q": "Which components does a welding timer include?",
        "a": "Welding timers often include these components, though specific configurations may vary: ● Welding Hardware: This encompasses the equipment used in the welding process, such as the welding gun, robot, or multi-point welding system. ● Timer Module: The PSI 6XXX.350 L1 itself is the timer module. ● Medium Frequency (MF) Inverter: The PSI, responsible for converting the power supply for welding. ● Welding Transformer: This component helps to achieve the desired welding current. ● Programming Terminal: This allows for user interaction with the system, utilizing software like BOS-5000 for programming, operation, and monitoring. ● Current Sensor (Toroid): Used for measuring and scaling welding current. ● Pressure Control Valve: Regulates the pressure applied during the welding process. ● Load Cell: Measures the force applied by the electrodes. Additional Components: ● Heat Sink: Helps to dissipate heat generated during welding operations. ● Fan: Provides cooling for the system. ● Optical Waveguides: Enable signal communication for I/O signals and programming data in systems utilizing an INTERBUS-S interface. While the provided documents don't offer an exhaustive list of every single component within a welding timer, they highlight the essential elements comprising the PSI 6XXX.350 L1 welding timer system. Keep in mind that welding timers can be integrated with additional components and systems, such as servo gun controllers, to enhance their functionality and adapt to specific welding requirements."
    },
    {
        "q": "What cautions must be observed when setting up weld current sensor regarding cable length?",
        "a": "When setting up the current sensor (Toroid) for current scaling, the maximum cable length between the KSR sensor and the PSI 6XXX.350 L1 is 100 meters. This limit must not be exceeded. The connection between these two components uses a shielded cable. The shield should be connected to the PSI 6XXX.350 L1 at X3/3, but the shield at the sensor end should remain unconnected."
    },
    {
        "q": "What happens when the internal power supply is interrupted?",
        "a": "When the welding network is switched off, the internal 24 V DC power supply to the PSI 6XXX.350 L1 is interrupted. When this happens: ● Communication with the I/O interfaces is not possible. ● Communication between the timer and the programming terminal is not possible. This includes programming and visualization. This configuration is typically used with stand-alone systems such as suspended welding stations."
    },
    {
        "q": "What is continuous current when setting up the external power supply to the timer?",
        "a": "When using an external power supply with the PSI 6XXX.350 L1 timer, the external power supply must provide a continuous current of approximately 1.5 A. You must also factor in the current loads of the inputs, outputs, and any connected load cells. For example, if a load cell connected to the timer requires 0.5 A, the external power supply must provide a continuous current of at least 2.0 A (1.5 A + 0.5 A). To determine the total continuous current required from your external power supply, add up the individual current loads for all connected components. This configuration, where the timer's power supply is independent of the welding network, is typically used in networked systems where a single 24 V DC supply powers the entire system."
    },
    {
        "q": "When the time to pressure is starting to be counted?",
        "a": "When the <Pressure check> input signal is set, the timer enters power check mode and waits for the <Start> signal. The robot then sets the <Start> input signal and closes the weld gun. The timer will then measure the pressure at 10 ms intervals for a defined period. This period is equivalent to the sum of the pre-squeeze time, squeeze time, and 500 ms, as configured in the program associated with the chosen spot. However, it's important to note that the maximum measuring time is capped at 2 seconds. The time to pressure (closing time) is determined by analyzing the recorded pressure values in reverse chronological order. The measurement starts at the last recorded value and progresses backward until a pressure reading deviating by more than -10% from the targeted command value is encountered. This point marks the beginning of the 'Time to pressure' calculation. The final output pressure value is then calculated as the average of the pressure values recorded from the end of the measurement period back to the identified 'Time to pressure' point. Figure 21 on page 7-37 of 'PSI6XXX - Technical Info.pdf' illustrates the pressure gauging process, visually depicting the closing time (time to pressure) as the time it takes for the actual pressure to reach 90% of the targeted pressure."
    },
    {
        "q": "What are parameters for a welding test with welding timer?",
        "a": "To test a welding program, you should first perform a test weld without firing to examine the exchange of I/O signals with the higher-level control unit and the positioning of robot electrode guns. To do so, you can turn off the Weld/No weld internal or the <Weld/No weld external> function. Next, you should change to Quick-Programming and enter test parameters. Table 1 summarizes some example test parameters suggested in the manual. Table 1: Example Welding Test Parameters | Parameter | Setting | |---|---| | Start Inhibit (T) | off | | Weld/No weld internal (T) | off | | Control Stopped | on | | Start Inhibit (P) | off | | Weld/No weld internal (P) | off | | Sequence | Single Spot | | Regulation | Standard | | Regulation Mode | Phase angle | | Stepper | off | | Slope | off | | Pre-Squeeze Time [1. SQZ] | 60 ms | | Squeeze Time [SQZ] | 340 ms | | 1st Weld Time [1. WLD] | Without | | 1st Cool Time [1. CT] | Without | | 2nd Weld Time [2. WLD] | 100 ms | | Number of impulses | 1 impulse | | 3rd Cool Time [3. CT] | Without | | 3rd Weld Time [3. WLD] | Without | | Hold Time [HLD] | 100 ms | | OFF Time [OFF] | Not used for single spot. | Once you have checked if the welding cycle is carried out, you can begin to perform test welds with firing by turning on both the Weld/No weld internal function and the <Weld/No weld external> signal . At this point, you can change the [weld times], [%I], [number of impulses], etc. to match the parts to be welded. Note: The information provided in these sources focuses primarily on the technical specifications and operational instructions of the PSI 6XXX.350 L1 welding timer. More specific parameters for a welding test, such as material type, electrode size, and desired weld strength, would likely be determined by industry standards, specific welding procedures, or the requirements of the parts being welded."
    },
    {
        "q": "What are the welding transformers used for?",
        "a": "Welding transformers are used in systems alongside timer modules, such as the PSI 6XXX.350 L1, for resistance welding of metals in industrial environments. Specifically, welding transformers are used with medium frequency inverters to produce direct current for welding. The direct current from welding transformers creates more uniform welds than alternating current at 50 Hz. The transformers work in conjunction with inverters, such as the PSI 6000 inverters, which are specifically designed for spot, projection, and resistance seam welding. The information provided in these sources focuses primarily on the timer modules used to control welding transformers. There is no information about the independent applications of welding transformers."
    },
    {
        "q": "What is the nominal DC voltage of the transformer PSG 6170?",
        "a": "The nominal DC voltage of the PSG 6170 transformer is 9.5 V. The PSG 6170 is a medium-frequency transformer that can be used with a PSI 6000 series inverter for resistance welding. The transformer includes an internal current measuring coil and temperature monitoring"
    },
    {
        "q": "What is maximum primary current of PSI 6200 inverters?",
        "a": "The maximum primary current of PSI 6200 inverters is 1,200 A. The PSI 6200 inverter is specifically designed for spot, projection, and resistance seam welding. The inverters in the PSI 6000 series can be paired with medium-frequency (MF) transformers from the PSG 6000 series. The PSI 6000 system is marketed towards the automotive industry and suppliers, and welding equipment manufacturers. Note: The asterisk next to 'Max. secondary current' in the table may indicate that this value is dependent on other factors not listed in the table."
    }
]