[{"offer": "### TITLE:\n Y--Barn and Shed\n\n ### DESCRIPTION:\n ROMO 316223, Colorado River District Barn and Shed Replacement, Rocky Mountain National Park, Colorado", "output": ["Construction work for water projects"], "expected_output": "Building construction work", "output_explanation": "The offer is related to the replacement of a barn and shed in Rocky Mountain National Park, which falls under construction work for water projects.", "shortlisted_categories": ["Construction work for water projects", "Construction work for water projects", "Construction work for water projects", "Construction work for water projects", "Construction work for water projects", "Construction work for water projects"]}, {"offer": "### TITLE:\n Doctorate in Clinical Psychology - Health Education England (LDN)\n\n ### DESCRIPTION:\n Doctorate in Clinical Psychology - Health Education England<br/><br/>https://www.contractsfinder.service.gov.uk/Notice/ddaee949-8dff-4132-b537-75fb7bcf600b", "output": ["Medical education services"], "expected_output": "Administrative services of agencies", "output_explanation": "I categorized the offer as Medical education services because it is a Doctorate in Clinical Psychology program offered by Health Education England, which falls under the category of Medical education services.", "shortlisted_categories": ["Research consultancy services", "Medical practice and related services", "Medical education services", "Education services", "Healthcare services", "Education", "Healthcare", "Training and simulation in aircrafts, missiles and spacecrafts", "Development services of real estate"]}, {"offer": "### TITLE:\n Contract for foster placement for children\n\n ### DESCRIPTION:\n This contract is for a foster placement(s) for children. The contract will remain in place until the children leave or the placement is terminated.", "output": ["Social services"], "expected_output": "Social work services", "output_explanation": "I categorized this offer as 'Social services' because it involves providing foster placements for children, which falls under the umbrella of social services aimed at supporting and caring for vulnerable populations.", "shortlisted_categories": ["Social work services", "Social services", "Justice services", "General public services", "Public security, law and order services", "Miscellaneous fire-protection equipment", "Development services of real estate"]}, {"offer": "### TITLE:\n Contract for foster placement for children\n\n ### DESCRIPTION:\n This contract is for a foster placement(s) for children. The contract will remain in place until the children leave or the placement is terminated.", "output": ["Social services"], "expected_output": "Social work services", "output_explanation": "I categorized this offer as 'Social services' because it involves providing foster placements for children, which falls under the umbrella of social services aimed at supporting and caring for vulnerable populations.", "shortlisted_categories": ["Social services", "Social services", "Social services", "Social services", "Social services", "Social services"]}, {"offer": "### TITLE:\n Biomechanics Lab - GAIT Analysis Equipment\n\n ### DESCRIPTION:\n Sheffield Children's Hospital are seeking a supplier to supply a Biomechanics Lab for GAIT Analysis", "output": ["Medical equipment"], "expected_output": "Detection and analysis apparatus", "output_explanation": "The offer for Biomechanics Lab - GAIT Analysis Equipment falls under the category of Medical equipment as it involves supplying equipment for medical analysis and testing purposes.", "shortlisted_categories": ["Detection and analysis apparatus", "Medical consumables", "Repair and maintenance services of medical and surgical equipment", "Medical imaging services", "Specialized Machinery", "Healthcare Services", "Research, testing and scientific technical simulator", "Instruments for measuring flow, level and pressure of liquids and gases", "Medical equipment", "Healthcare services", "Installation services of laboratory equipment"]}, {"offer": "### TITLE:\n Prison Legacy Replacement Digital Services\n\n ### DESCRIPTION:\n Prison Legacy Replacement Digital Services: To design, build and deliver bespoke software to replace legacy functionality.", "output": ["Software-related services"], "expected_output": "Systems and technical consultancy services", "output_explanation": "The offer involves designing, building, and delivering bespoke software to replace legacy functionality, which falls under Software-related services category.", "shortlisted_categories": ["Software-related services", "Consultative engineering and construction services", "Information systems", "Provider services", "Specialised software package", "Justice services", "Other services", "Database systems", "Communication software package", "Custom software development services", "System, storage and content management software package", "Development services of real estate"]}, {"offer": "### TITLE:\n Funding opportunity: Pre-announcement: EPSRC Prosperity Partnerships round six\n\n ### DESCRIPTION:\n Apply for funding to support ambitious collaborative research programmes. Prosperity Partnerships projects must: be business led, co-created and co-delivered by business and academic partners address research areas based on EPSRC’s strategic delivery plan EPSRC will fund 80% of the full economic cost (FEC) of your application. The business cash contribution must at least match the amount funded by EPSRC. This is a pre-announcement and the information may change. The funding opportunity will open on 12 March 2024. More information will be available on this page then.", "output": ["Research and Development"], "expected_output": "Research consultancy services", "output_explanation": "I categorized this offer as Research and Development because it focuses on funding collaborative research programmes and innovation. The description mentions research areas based on EPSRC's strategic delivery plan and the need for business and academic partners to work together on ambitious projects.", "shortlisted_categories": ["Research consultancy services", "Business and management consultancy services", "Market research services", "Financial Services", "Research and Development", "Business Collaboration", "Financial consultancy", "Development consultancy services", "Network equipment", "Research", "Supporting services for the government", "Custom software development services", "Development services of real estate", "Sales, marketing and business intelligence software package"]}, {"offer": "### TITLE:\n Facilities Management Services (Paterson)\n\n ### DESCRIPTION:\n The Christie NHS Foundation Trust is looking to procure a Facilities Management Service Provider to maintain the Paterson Building, Manchester.", "output": ["Facilities management services"], "expected_output": "Miscellaneous business-related services", "output_explanation": "The offer is seeking a Facilities Management Service Provider to maintain a building, which falls under facilities management services category.", "shortlisted_categories": ["Cleaning services", "Administrative services of agencies", "Repair and maintenance services of precision equipment", "Property management services of real estate on a fee or contract basis", "Facilities management software package and software package suite", "Repair and maintenance services of hotel and restaurant equipment", "Building rental or sale services", "Repair and maintenance services of weapons and weapon systems", "Development services of real estate"]}, {"offer": "### TITLE:\n G/024 PRINTED STATIONERY\n\n ### DESCRIPTION:\n Contract for printed Stationery", "output": ["Printing services"], "expected_output": "Various office equipment and supplies", "output_explanation": "The offer is for a contract for printed stationery, which falls under the category of Printing services.", "shortlisted_categories": ["Various office equipment and supplies", "Printing services", "Printing, graphics, office automation and information-processing equipment", "Miscellaneous textile articles", "Facilities management software package and software package suite", "Services furnished by business, professional and specialist organisations", "Sales"]}, {"offer": "### TITLE:\n PIN - Gritting services at RUH\n\n ### DESCRIPTION:\n Prior Information Notice (PIN) for the provision of a gritting services contract at Royal United Hospitals Bath from November 2024, with a view to tendering spring 2024. Proposed 3+1+1 year contract.  To register an interest, find out further information and to be kept updated in this project please email d.taylor37@nhs.net or send a message via the atamis health family portal", "output": ["Snow-clearing services"], "expected_output": "Cleaning services", "output_explanation": "The offer is related to the provision of gritting services, specifically for snow-clearing at Royal United Hospitals Bath. Therefore, it falls under the category of Snow-clearing services.", "shortlisted_categories": ["Cleaning services", "Repair and maintenance services of medical and surgical equipment", "Property management services of real estate on a fee or contract basis", "Maintenance services of telecommunications equipment", "Facilities management software package and software package suite", "Snow-clearing services", "Scheduled air transport services", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n Funding opportunity: UK-South Korea CR&D 2024\n\n ### DESCRIPTION:\n See the full opportunity details on the Innovation Funding Service. UK registered businesses can apply for a share of up to £6 million for the purpose of developing innovative proposals with South Korea. You must collaborate with at least one South Korean business applying under the equivalent KIAT or KETEP programme. Eligibility summary To lead a project your organisation must: be a UK registered business of any size partner with a South Korean registered business, which must be a separate non-linked entity to the UK project partners", "output": ["Development consultancy services"], "expected_output": "Business and management consultancy services", "output_explanation": "I categorized this offer as Development consultancy services because it involves UK registered businesses applying for a funding opportunity to develop innovative proposals with South Korea. This collaboration requires expertise in consultancy services to facilitate the development of the projects, making it suitable for the category of Development consultancy services.", "shortlisted_categories": ["Research consultancy services", "Business and management consultancy services", "Technical inspection and testing services", "Financial analysis and accounting software package", "Networking software package", "Development consultancy services", "Investment banking services and related services", "Research, testing and scientific technical simulator", "Custom software development services", "Business professional and specialist organizations", "Industrial process control equipment", "Development services of real estate", "Advisory architectural services"]}, {"offer": "### TITLE:\n Kings College Hospital Patient Experience and Communication\n\n ### DESCRIPTION:\n The patient experience survey is structured to gather valuable insights and feedback from individuals or patients who have received care at King's College Hospital. This feedback is gathered through a variety of channels, including SMS (Short Message Service), paper, email, online links, QR codes, and IVR (Interactive Voice Response). This diverse array of mediums ensures a comprehensive and varied input from the perspectives of the patients", "output": ["Hospital and related services"], "expected_output": "Market research services", "output_explanation": "The offer is categorized as Hospital and related services because it involves gathering feedback from patients who have received care at King's College Hospital, indicating a direct association with hospital services.", "shortlisted_categories": ["Market research services", "Hospital and related services", "Research services", "Medical education services", "Medical imaging services", "Repair and maintenance services of medical and surgical equipment", "Health and first-aid training services", "Network equipment", "Communication software package", "Surveying, hydrographic, oceanographic and hydrological instruments and appliances", "Medical services", "Feedback services", "Medicinal products for the blood, blood-forming organs and the cardiovascular system", "Statistical services"]}, {"offer": "### TITLE:\n UK-South Korea CR&D 2024\n\n ### DESCRIPTION:\n Innovate UK, part of UK Research and Innovation, will work with the Korea Institute for Advancement of Technology (KIAT) and Korean Energy Technology Evaluation and Planning (KETEP) to invest up to £6 million in innovation projects. The aim of this competition is to fund business led, collaborative research and development (CR&D) projects focused on industrial research. This is for innovative proposals developed between the UK and South Korea. Your proposal must include at least one partner from the UK and one partner from South Korea. UK registered organisations must apply to and will be funded by Innovate UK. Your South Korean partner will not receive any funding from Innovate UK. South Korean partners must apply to and will be funded by either KIAT or KETEP, depending on the focus sector of the project: KIAT advanced manufacturing and materials artificial intelligence future mobility (including batteries) semiconductors KETEP energy storage system hydrogen South Korean partners must not be invited into Innovate UK’s application on the Innovation Funding Service. In applying to this competition, you are entering into a competitive process. This competition closes at 11am UK time on the deadline stated in this Innovate UK competition brief. We cannot guarantee other government or third party sites will always show the correct competition information. The project must be independently selected by both Innovate UK and KIAT or KETEP to be awarded funding.  UK registered businesses can apply for a share of up to £6 million for the purpose of developing innovative proposals with South Korea. You must collaborate with at least one South Korean business applying under the equivalent KIAT or KETEP programme.  You must read the guidance on applying for a competition on the Innovation Funding Service before you start. Before submitting, it is the lead applicant’s responsibility to make sure: that all the information provided in the application is correct your proposal meets the eligibility and scope criteria all sections of the application are marked as complete that all UK partners have completed all assigned sections and accepted the terms and conditions (T&Cs) You can reopen your application once submitted, up until the competition deadline. You must resubmit the application before the competition deadline. What we ask you The application is split into four sections: Project details. Application questions. Finances. Project Impact. Accessibility and Inclusion We welcome and encourage applications from people of all backgrounds and are committed to making our application process accessible to everyone. This includes making reasonable adjustments, for people who have a disability or a long-term condition and face barriers applying to us. You can contact us at any time to ask for guidance. We recommend you contact us at least 15 working days before this competition’s closing date to allow us to put the most suitable support in place. The support we can provide may be limited if you contact us close to the competition deadline. You can contact Innovate UK by email or call 0300 321 4357. Our phone lines are open from 9am to 12pm and 2pm to 5pm UK time, Monday to Friday (excluding bank holidays).    UK applicants can apply for a maximum grant funding request of up to £900,000 for each project.", "output": ["Collaboration"], "expected_output": "Research consultancy services", "output_explanation": "The offer is focused on collaborative research and development projects between the UK and South Korea, requiring partnerships between UK and South Korean organizations. It emphasizes funding business-led collaborative projects, making collaboration the primary category for categorization.", "shortlisted_categories": ["Research consultancy services", "Market research services", "Consultative engineering and construction services", "Technical inspection and testing services", "Networking software package", "Development consultancy services", "Engineering services", "Innovation and research services", "Research", "Collaboration", "Funding", "Intelligence, surveillance, target acquisition and reconnaissance", "Development services of real estate", "Advisory architectural services", "Statistical services"]}, {"offer": "### TITLE:\n ACB Remedial Retrofit works - waiver 4983\n\n ### DESCRIPTION:\n ACB Remedial Retrofit works - waiver 4983", "output": ["Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry"], "expected_output": "Electrical installation work", "output_explanation": "The offer is related to remedial retrofit works, which are typically part of construction works for plants, mining, manufacturing, or buildings related to the oil and gas industry.", "shortlisted_categories": ["Miscellaneous business-related services", "Other building completion work", "Repair and maintenance services of precision equipment", "Construction consultancy services", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Repair and maintenance services of hotel and restaurant equipment", "Repair and maintenance services of weapons and weapon systems", "Development services of real estate", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n ICT Services for M&E Issues at 3 Locations in M&EA Borough Area\n\n ### DESCRIPTION:\n The purpose of the project is to assist the Client with various M&E works at 3 locations across the Borough of Mid and East Antrim.  Carrickfergus Amphitheatre - Prince William Way, Carrickfergus BT38 7HP Larne Leisure Centre - 28 Tower Rd, Antrim, Larne BT40 1AB The Braid - 1-29 Bridge St, Ballymena BT43 5EJ", "output": ["ICT Services"], "expected_output": "Miscellaneous engineering services", "output_explanation": "The offer is focused on providing ICT services for M&E works at 3 locations, indicating the specialization in Information and Communication Technology services.", "shortlisted_categories": ["Construction work for water projects", "Security services", "Office equipment and supplies", "Information systems", "Networking software package", "Construction supervision services", "Maintenance services of telecommunications equipment", "Property management services of real estate on a fee or contract basis", "Facilities management software package and software package suite", "Database systems", "ICT Services", "Repair and Maintenance Services", "System, Storage, and Content Management Software Package", "Development services of real estate"]}, {"offer": "### TITLE:\n CA ERFO NP PORE 2023-1(1) Storm Repairs, Palomarin Road\n\n ### DESCRIPTION:\n This project includes embankment slope repairs and stabilization on Palomarin Road adjacent to the culvert crossing at Arroyo Hondo Creek within Point Reyes National Seashore, CA. The embankment slope failure occurred as a result of the heavy Atmospheric River storm and extreme runoff in December 2022 and January 2023. Work is occurring in natural resource sensitive areas and there are environmental constraints that may affect the construction schedule and type of operations.", "output": ["Construction work for water projects"], "expected_output": "Construction work for water projects", "output_explanation": "The offer involves embankment slope repairs and stabilization on Palomarin Road, which is related to construction work for water projects as it involves addressing issues caused by heavy storms and runoff near a creek within Point Reyes National Seashore.", "shortlisted_categories": ["Construction work for water projects", "Environmental protection", "Repair and maintenance services of precision equipment", "Construction equipment", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Maintenance services of telecommunications equipment", "Investigation services", "Civil engineering machinery", "Repair and maintenance services of pumps, valves, taps and metal containers", "Geological prospecting apparatus", "Repair and maintenance services of weapons and weapon systems", "Environmental training services", "Development services of real estate", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n ELEMENT, COUPLING SHAFT\n\n ### DESCRIPTION:\n SEE RFQ ATTACHMENT NSN 3010-01-466-3015", "output": ["Machines and apparatus with individual functions"], "expected_output": "Lifting and handling equipment", "output_explanation": "The product description mentions a coupling shaft, which falls under the category of Machines and apparatus with individual functions.", "shortlisted_categories": ["Miscellaneous engineering services", "Repair and maintenance services of precision equipment", "Parts of railway or tramway locomotives or rolling stock; railways traffic-control equipment", "Machines and apparatus with individual functions", "Parts for warships", "Parts of military vehicles", "Parts of sound and video equipment", "Spare parts for goods vehicles, vans and cars"]}, {"offer": "### TITLE:\n 7th & D Regional Office Building Modernization\n\n ### DESCRIPTION:\n This is a solicitation notice for acquisition using FAR parts 15 and 36. This acquisition will be solicited on an unrestricted basis, and will be Full and Open Competition. Per Federal Acquisition Regulation (FAR) 15.201(e), responses to this notice are not offers and cannot be accepted by the Government to form a binding contract. Responses do not affect a potential offeror&#39;s ability to respond to any future synopsis/solicitation. The Government will not provide reimbursement for any information that may be submitted in response to this notice. Respondents are solely responsible for all expenses associated with responding to this notice. GSA has an opportunity for Design and Construction Excellence in public architecture for performance of Architectural Engineering Design and Construction services in accordance with GSA quality standards and requirements. As required by law, all facilities shall meet Federal energy goals, security requirements, and achieve at least a LEED Gold certification. The applicable NAICS code for this procurement is 236220 Commercial and Institutional Building Construction with a size standard of $45 Million. Offerors will be required to submit a proposal subject to Project Labor Agreement (PLA) requirements. A PLA is defined as a pre‐hire collective bargaining agreement with one or more labor organizations that establishes the terms and conditions of employment for a specific construction project and is an agreement as defined in Subpart 22.5 of the Federal Acquisition Regulation. Pursuant to the FAR, agencies are required to use PLAs in large-scale construction projects unless an exception applies. All PLAs must include: Provisions that bind all contractors and subcontractors on the construction project to the agreement; Allow all contractors and subcontractors on the construction project to compete for contracts and subcontracts without regard to whether they are otherwise parties to collective bargaining agreements; Contain language that guarantees against strikes, lockouts, and similar job disruptions; Set forth effective, prompt, and mutually binding procedures for resolving labor disputes arising during the term of the project labor agreement (i.e. grievance/arbitration procedures), Provide other mechanisms for labor-management cooperation on matters of mutual interest and concern, including productivity, quality of work, safety, and health; Specify the wages and fringe benefits of all classification or crafts working on the project; and Fully conform to all statutes, regulations, Executive Orders, and Presidential Memoranda. One or more labor organizations involved in the construction work. One or more of the items under this acquisition is subject to the World Trade Organization Government Procurement Agreement and Free Trade Agreements. BRIEF DESCRIPTION OF THE SCOPE OF WORK: The government seeks to renovate the former Regional Office Building (ROB) at 7th and D Streets SW (7DSW) in Washington DC to accommodate new tenants. The resulting contract will be a firm fixed price and will utilize the design-build project delivery method. The total project limits of work comprise approximately 935,000 building gross square feet and 60,000 square feet of surrounding site and site work. This area includes seven occupied floors above-grade, two penthouse levels, and two sub-grade levels. All major building systems are intended to be upgraded or replaced entirely in order to meet the requirements of the 2021 edition of the GSA P100 with its 2022 Addendum. The project will seek to provide energy savings and be certified to a GOLD Level under LEED BD+C v. 4.1. The interior layout will employ the most current workplace strategies, targeting 80% open office and 20% closed office. The source shall be capable of providing hazardous materials abatement and design-build services to include without being limited to significant upgrades to and/or replacement of civil, blast, structural, interiors, envelope, vertical transportation, lighting, electrical, plumbing, HVAC, fire / life safety, audio/visual, physical security, and information technology systems. The building’s design shall support federal utility use reduction goals while also meeting the requirements of local authorities, which will include The Commission of Fine Arts, National Capital Planning Commission,, Washington Metropolitan Area Transit Authority , and others. While the building itself is not listed nor intended to be listed on the National Register of Historic Places, the DC State Historic Preservation Officer is also likely to be included in consultation, given the significance of fine arts murals in the building’s East Lobby. This will be a two-phase solicitation. Phase I will consist of offerors submitting their qualifications that will consist of following factors: Phase 1: Request for Qualifications Factor 1 Past Technical Experience Factor 2 Past Performance Factor 3 Lead Design Team Phase II will be issued on or about May 1, 2024. Phase II will include the RFQ. Up to four offerors can be selected to move to Phase II of the solicitation. Phase I evaluation factors in addition to the Phase II Evaluation Factors listed below. Factor 4 Technical Approach Factor 5 Oral Presentations Factor 6 Key Personnel Factor 7 Small Business Utilization Plan Factor 8 Price Proposal w/ Bid Guarantee The estimated total construction cost range is $400 - $510 million and the total project period of performance is approximately 48 months from issuance of the Notice to Proceed. Phase 1 Qualifications are due on April 1 st , 2024 at 4PM EST", "output": ["Consultative engineering and construction services"], "expected_output": "Building construction work", "output_explanation": "The offer is focused on the renovation of a regional office building which requires architectural engineering design and construction services. The scope of work includes upgrading or replacing various building systems, providing hazardous materials abatement, and meeting federal energy goals. The project also requires expertise in design-build services and compliance with LEED certification standards, indicating a need for consultative engineering and construction services.", "shortlisted_categories": ["Consultative engineering and construction services", "Building construction work", "Architectural, engineering and planning services", "Asbestos removal services", "Construction consultancy services", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Property management services of real estate on a fee or contract basis", "Specialised chemical products", "Civil engineering machinery", "Facilities management software package and software package suite", "Architectural and engineering services", "Building rental or sale services", "Custom software development services", "Geological prospecting apparatus", "Development services of real estate", "Advisory architectural services"]}, {"offer": "### TITLE:\n Modernization in Broadcast Integration\n\n ### DESCRIPTION:\n View Changes Amendment 001- Mandatory Site Visit is March 1, 2024 at 10:00am, Questions submission deadline is extended to 12:00pm EST on March 5, 2024, and Proposal submission deadline is extended to 2:00pm EST on March 11, 2024. See SF30 attached. This is a solicitation for a single award Indefinite Delivery-Indefinite Quantity (IDIQ) contract supporting the U.S. Senate Office of the Sergeant at Arms (SAA) Senate Recording Studio (SRS) in replacing the legacy Serial Digital (SDI) video and Pulse Code Modulated (PCM, a.k.a. Audio Engineering Society 3 (AES3) digital audio production, routing, and distribution systems with Internet Protocol (IP) based video and audio technologies.", "output": ["Broadcasting equipment"], "expected_output": "Broadcasting equipment", "output_explanation": "The offer is related to the modernization of broadcast integration systems, specifically focusing on replacing legacy video and audio technologies with IP-based solutions, which falls under the category of Broadcasting equipment.", "shortlisted_categories": ["Broadcasting equipment", "Electrical installation work", "Various office equipment and supplies", "Information systems", "Electrical supplies and accessories", "Technical inspection and testing services", "Network equipment", "Telecommunications cable and equipment", "Machines and apparatus with individual functions", "Recording systems and exploration devices", "Apparatus for sound, video-recording and reproduction", "Television services", "Development services of real estate", "Installation services of laboratory equipment", "Woodworking equipment"]}, {"offer": "### TITLE:\n EXU1 Building 900 Renovation, Indian Head, Maryland\n\n ### DESCRIPTION:\n View Changes PLEASE NOTE THIS TASK ORDER IS SET ASIDE FOR THE FOLLOWING 8(a) MACC CONTRACT HOLDERS: N4008022D1113/1114/1115/1116/1117/1118 and N4008023D1120 Indefinite Delivery Quantity Contracts Login at https://piee.eb.mil and search for 'N4008024R2397' to obtain more details.*", "output": ["Building construction work"], "expected_output": "Building construction work", "output_explanation": "The offer is related to the renovation of a building, specifically the EXU1 Building 900 in Indian Head, Maryland, which falls under the category of Building construction work.", "shortlisted_categories": ["Construction work for water projects", "Building construction work", "Consultative engineering and construction services", "Other building completion work", "Construction consultancy services", "Repair and maintenance services of medical and surgical equipment", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Property management services of real estate on a fee or contract basis", "Facilities management software package and software package suite", "Building rental or sale services", "Repair and maintenance services of weapons and weapon systems", "Development services of real estate"]}, {"offer": "### TITLE:\n Z--REPLACE FAN COILS AT PARK HQ\n\n ### DESCRIPTION:\n View Changes This is a commercial service Request for Quotes (RFQ) for HVAC services at Mount Rushmore National Monument. The purpose of amendment 0002 is to extend the response due date and time to 3/8/2024 1300.", "output": ["HVAC services"], "expected_output": "Heat-exchange units, air-conditioning and refrigerating equipment, and filtering machinery", "output_explanation": "The offer is a Request for Quotes for HVAC services at Mount Rushmore National Monument, specifically to replace fan coils at the park headquarters. Therefore, it falls under the category of HVAC services.", "shortlisted_categories": ["Electrical installation work", "Heat-exchange units, air-conditioning and refrigerating equipment", "Construction work for water projects", "Repair and maintenance services of precision equipment", "HVAC services", "Other building completion work", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Central-heating radiators and boilers and parts", "Facilities management software package and software package suite", "Repair and maintenance services of HVAC systems", "Commercial services", "Government services", "Installation services of laboratory equipment"]}, {"offer": "### TITLE:\n Covington KY HVAC Repair and Replacement Project\n\n ### DESCRIPTION:\n The Federal Aviation Administration (FAA), AAQ-5A0 has a requirement a to provide all labor, tools, equipment, materials, transportation, clean up, and supervision required to remove and replace old existing deteriorated HVAC mechanical piping sections and water leak damaged pipe fiberglass insulation at the Covington Air Traffic Control Tower (ATCT) located at 56 New Price Pike, Erlanger, KY 41018, as outlined the associated Statement of Work and is issuing the attached Request for Proposal (RFP) from eligible interested Offerors .                           PERIOD OF PERFORMANCE:  The performance period for this contract shall begin within 5 days of Notice to Proceed (NTP).  For reporting purposes, the North American Industry Classification System Size Standards (NAICS): 238220– Plumbing, Heating, and Air-Conditioning Contractors and the small business size standard is $19 million. This requirement will be set-aside and the Government intends to award a single firm fixed priced contract based upon this Request For Proposal (RFP), in accordance with AMS Policy 3.6.1.3.4 Set-Asides to Small Businesses Owned and Controlled by Socially and Economically Disadvantaged Individuals (8(a) Certified), Service-Disabled Veterans, Historically Underutilized Business Zones, Small Disadvantaged Business, Women Owned Small Business, and Economically Disadvantaged Women-Owned Small Businesses, which requires procurements with an anticipated dollar value exceeding $10,000, but not over $250,000 to be automatically reserved, set- aside and awarded to businesses within the aforementioned socioeconomic categories. SITE VISIT:  SITE VISIT ATTENDANCE IS STRONGLY ENCOURAGED  Offerors are urged and expected to inspect to gain a thorough understanding of Site Conditions and Scope of Work that are to be performed and to satisfy themselves regarding all general and local conditions that may affect the cost of contract performance, to the extent that the information is reasonably obtainable. In no event shall failure to inspect the Site constitute grounds for a dispute after contract award. Therefore, a Site Visit has been scheduled for 6 March 2024 am 10am EST. To coordinate your attendance for the scheduled Site Visit please forward your list of attendees at least one day prior to the Scheduled Site Visit to the POC noted below: Terry Johnson terry.johnson@faa.gov Phone: 404-805-2653 Information provided at the Site Visit, as well as answers to questions shall not change/qualify the terms and conditions of the solicitation and specifications.  Terms remain unchanged unless the solicitation is amended in writing. Potential Offerors should note that the FAA reserves the right to communicate with one or more Offerors at any time during the procurement process.   Notice: To be considered for award of this project, the contractor MUST have a current registration in the Central Contractor Registry database (website: www.sam.gov) and not be suspended or disbarred from Government contract award. When responding to this Request for Proposal (RFP), each Offeror is required to submit a cost breakdown proposal in addition to all other required documents outlined in the RFP (under the Required Submissions section). Proposal due date: 18 March 2024-   NLT 5:00 PM Eastern Standard Time Submissions MUST be submitted via electronic email copy only to regina.singleton@faa.gov. Any responses received after this time will not be considered in accordance with AMS provision 3.2.2.3-14, Late Submissions, Modifications, and Withdrawals of Submittals. Please refer all questions in “writing” only to regina.singleton@faa.gov. The Offerors may begin submitting questions and comments immediately after release of the SIR up to March 11, 2024- 5:00pm Eastern Standard Time. Responses to questions will not necessarily change the date proposals are to be received.  Offerors must submit all questions and comments via E-Mail to regina.singleton@faa.gov, questions submitted via phone call will not be answered.  The FAA will respond publicly in writing within three (3) business days on the SAM.gov website to all potential Offerors.  Questions and answers that clarify SIR details will be provided to all Offerors; however, the source of questions will not be identified.  This RFP is not to be construed as a contract or a commitment of any kind. The Government shall not be liable for payment of any costs attributed to the preparation and submission of requested proposal documentation. For informational purposes for Minority, Women-owned and Disadvantaged Business Enterprises:  The Department of Transportation (DOT), Office of Small and Disadvantaged Business Utilization (OSDBU), has a program to assist small businesses, small businesses owned and controlled by socially and economically disadvantaged individuals, and women-owned concerns to acquire short-term working capital assistance for transportation-related contracts.  Loans are available under the DOT Short Term Lending Program (STLP) at prime interest rates to provide accounts receivable financing.  The maximum line of credit is $750,000.  For further information and applicable forms concerning STLP, call the OSDBU at (800) 532-1169.", "output": ["Construction work for pipelines, communication and power lines, for highways, roads, airfields and railways; flatwork"], "expected_output": "Plumbing and sanitary works", "output_explanation": "The offer involves the repair and replacement of HVAC mechanical piping sections, which falls under construction work for pipelines and airfields.", "shortlisted_categories": ["Construction work for pipelines, communication and power lines, for highways, roads, airfields and railways; flatwork", "Plumbing and sanitary works", "Repair and maintenance services of precision equipment", "Construction equipment", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Repair and maintenance services of pumps, valves, taps and metal containers", "Installation services of special-purpose machinery and equipment", "Pipeline, piping, pipes, casing, tubing and related items", "Repair and maintenance services of weapons and weapon systems", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n U.S. Department of Agriculture Seeks to Lease Office and Related Space in Onalaska, WI\n\n ### DESCRIPTION:\n The U.S. Department of Agriculture (USDA) seeks to lease the following space: City, State: Onalaska, WI County: La Crosse Delineated Area: City Limits of Onalaska, WI Minimum Usable Square Feet (ABOA): 5,214 Maximum Usable Square Feet (ABOA): 5,474 Maximum Rentable Square Feet (RSF): 6,256 Space Type: Office and Related Space Reserved Parking Spaces for Government Vehicles: 12 Reserved Parking Spaces for Visitors: 0 Non-reserved Parking Spaces for Employees (for use at no charge to the Government): 29 Full Term: 10 years Firm Term: 5 years Termination Rights: 120 days in whole or in part, after the Firm Term Option Term: None Additional Requirements: The Government wishes to lease space in an existing building, or in a building to be constructed for the Government’s use. Offered space must meet Government requirements for fire safety, accessibility, seismic and sustainability standards per the terms of the Lease.  The space offered, its location, and its surroundings must be compatible with the Government’s intended use. A fully serviced lease is required.  Offered space and sites shall not be in the 100-year flood plain. Additional parking spaces may be located on-site and/or within 1/4 of a mile of the premises, pedestrian accessible. Preferred first floor, contiguous space that meets accessibility requirements. Initial Offer Due Date: March 22, 2024, 5:00pm (CST) Lease Award Date (Estimated): TBD Any submission received without documentation of ownership and/or written authorization to represent owner(s) will not be considered until such time the documentation has been received.  This documentation must be received on or before the due date for Expressions of Interest. In cases where an agent is representing multiple entities, written acknowledgement/ permission from each entity to represent multiple interest parties for the same submission must be submitted prior to the Expressions of Interest due date. To submit an offer in response to a Request for Lease Proposals (RLP), the offeror must be registered and active in the System for Award Management (SAM) at SAM.gov.  SAM registration will be a minimum requirement to submit a formal proposal in response to the RLP.  It is strongly recommended that potential offerors register, verify, and/or renew their SAM registration on SAM.gov as soon as possible. Send Offer to Government Contacts: Lease Contracting Officer: Faith Brennan Phone Number: (816) 609-3334 Email Address: Faith.brennan@usda.gov Notice: The Government will not pay for any costs incurred as a result of this advertisement. Respondents are advised that the Government assumes no responsibility to award a lease based upon responses to this advertisement.", "output": ["Non-residential property renting or leasing services"], "expected_output": "Non-residential property renting or leasing services", "output_explanation": "The offer is seeking to lease office and related space, which falls under the category of non-residential property renting or leasing services.", "shortlisted_categories": ["Non-residential property renting or leasing services", "Administrative services of agencies", "Office furniture", "Property management services of real estate on a fee or contract basis", "Facilities management software package and software package suite", "Building rental or sale services", "Development services of real estate"]}, {"offer": "### TITLE:\n Y--GRSM 213075 Laurel Falls construction\n\n ### DESCRIPTION:\n SOLICITATION NUMBER: 140P2024R0016DSC-CS Contracting Services Division National Park ServiceP.O. Box 25287Denver, CO 80225POINT OF CONTACT:CONTRACTING SPECIALIST: Donna Prock, donna_prock@nps.gov CONTRACTING OFFICER: Cary Atwood, cary_atwood@nps.govPLACE OF PERFORMANCE: Gatlinburg, Tennessee area, 37738, USA Title of Project: Rehabilitate Laurel Falls TrailProposed Solicitation Issue Date: Estimated on/about 6 November 2023.This is currently an unfunded requirement with a high expectation that funds will be available. When and if funds become available a contract will be awarded at that time.The NAICS Code for this requirement is 237990 with a size standard of $45 million.Type of Procurement: It is anticipated that a negotiated firm-fixed price contract will be awarded requiring submission of both a technical and price proposal. The government will consider an offeror's technical capability in comparison to its price.Estimated Price Range: Construction magnitude is $5,000,000 to $10,000,000Proposal receipt date is not known at this time. The actual date will be established in the solicitation documents. A pre-proposal meeting may be posted and date/location will be noted in the solicitation.GENERAL:The National Park Service (NPS), Department of Interior (DOI), Denver Service Center (DSC), is soliciting proposals on a full and open basis from all interested businesses having the capability to perform the work described below. The solicitation will be issued electronically on the System for Award Management website at www.sam.gov.  Proposal documents will be available for download in Microsoft Word, HTML, Microsoft Excel, and Adobe PDF; Specifications will be available in Adobe PDF format; and drawings will be available in PDF format. Please Note: Paper copies of the solicitation will not be made available.Vendors can search for opportunities and award history on www.sam.gov without registering. The System for Award Management (www.sam.gov) website has an Interested Vendors List and a Watchlist where you can add your company's interest. Registering provides the opportunity to receive notifications; this is a tool of convenience only and does not serve as a guarantee of notification. Interested vendors and plan holders are required to visit the website periodically to check for amendments and other changes to the synopsis or solicitation documents.Prospective offerors desiring to conduct business with the DOI are required to have an active registration in the Systems for Awards Management (SAM) at www.sam.gov. This pre-solicitation announcement is not a solicitation document, but pre-notice of an upcoming solicitation. Specific instructions on submitting your proposal will be contained in the solicitation documents to be issued on or after the date listed below.Description:The project site is in Great Smoky Mountains National Park and is outside Gatlinburg, TN. The trailhead is seven miles southwest of Gatlinburg along Fighting Creek Gap Road. Access to the trailhead is via Fighting Creek Gap Road. From the trailhead to Laurel Falls, the transportation of construction equipment and building materials will take extra coordination and is limited to equipment that can navigate the existing approximately 5¿ wide asphalt trail. Site access issues will be identified in Division 1 specs.The project will have limited staging located near the trailhead and along Laurel Falls Trail. The trail will be closed for the duration of construction activities. The Park and Fighting Creek Gap Road will remain open during construction, thus contract activities and logistics must be structured and scheduled to minimize visitor and operations impact. The new improvements will be constructed in an area considered a natural resource and protective measures are required to ensure the surrounding natural areas remain undisturbed and all construction activities remain within project site boundaries identified in the Construction Documents.This project will rehabilitate the Laurel Falls trail. Work includes demolition and removing the existing surface, rehabilitating the trail foundation, and widening the trail where required. Retaining walls will be rehabilitated and culverts replaced. Work also includes rehabilitating the viewing platform, replacing all directional and informational signage, and rehabilitating the visitor viewing area around the falls. New retaining walls will be installed to prevent erosion, and areas degraded by high visitor traffic will be restored and native vegetation replanted. Existing visitor viewing areas will be rehabilitated and new viewing locations will be evaluated and added as required.This project includes new and rehabilitated parking areas along the Fighting Creek Gap Road between the Elkmont Campground Entrance Road and Maloney Point. Work includes removing the existing surface, rehabilitating existing parking areas, and constructing new parking areas. New retaining walls will be installed to allow for the new parking areas.Challenges: one-way in/out 1.3 miles; max trail width 8¿ (no large vehicles); steep mountain terrain; limited staging areas.Estimated Period of Performance: The total anticipated period of performance is 540 days after Notice to Proceed.NO RESPONSE TO THIS NOTICE IS REQUIRED AND NO QUESTIONS WILL BE TAKEN AT THIS TIME.Vendors should continue to monitor the SAM.gov website for further information about this project under notice 140P2023R0044 and/or PMIS# GRSM 213075 Rehabilitate Laurel Falls Trail", "output": ["Construction work for water projects"], "expected_output": "Building demolition and wrecking work and earthmoving work", "output_explanation": "The offer pertains to the rehabilitation of a trail in Great Smoky Mountains National Park, which involves construction work related to water projects such as culvert replacements, preventing erosion with retaining walls, and restoring native vegetation. Therefore, it falls under the category of Construction work for water projects.", "shortlisted_categories": ["Construction work for water projects", "Building construction work", "Support services for water transport", "Construction consultancy services", "Repair and maintenance services of precision equipment", "General anti-infectives for systemic use", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Trailers, semi-trailers and mobile containers", "Maintenance services of telecommunications equipment", "Civil engineering machinery", "Maintenance and repair of office machinery", "Repair and maintenance services of pumps, valves, taps and metal containers", "Geological prospecting apparatus", "Repair and maintenance services of weapons and weapon systems", "Building rental or sale services", "Development services of real estate", "Installation services of laboratory equipment", "Woodworking equipment"]}, {"offer": "### TITLE:\n VALVE, RELIEF; CPV P/N: 150 (PL 0334) W/ EPDM O-RINGS\n\n ### DESCRIPTION:\n The Regional Maintenance Center at Puget Sound Naval Shipyard & Intermediate Maintenance Facility (PSNS & IMF) intends to award a stand alone, Firm-Fixed-Price contract to procure relief valves.   Work will be accomplished at the Contractor's facility NOUN NAME:  VALVE, RELIEF DESCRIPTION:       3/4 NPT/F X 3/4 NPT/F 7-225 PSIG RANGE MATL: BRONZE W/ EPDM O-RINGS CPV P/N: 150 (PL 0334) W/ EPDM O-RINGS NTFC: RV-134E QUANTITY:  15 To meet the requirements of this contract, the supplied parts must meet the following requirements  (Other vendor part numbers are acceptable, as long as the manufacturer and part number is the same as listed below):   MANUFACTURER “Admiral Valve LLC, CPV Manufacturing” PART NUMBER “150 (PL 0334) W/ EPDM O-RINGS” Period of Performance – Q1CY2024 Please complete and return attached \"C8 N4523A24Q4025_Draft 2.pdf\" This is a 100% Small Business set-aside under the North American Industry Classification System (NAICS) 332911; size standard - 750 employees. All offerors must be registered with the System for Award Management (SAM) to receive award of government contracts.  Offerors are advised that SAM representations and certifications can be completed electronically via the System for Award Management website at https://www.sam.gov.", "output": ["Taps, cocks, valves and similar appliances"], "expected_output": "Taps, cocks, valves and similar appliances", "output_explanation": "The product offer is for relief valves, which fall under the category of 'Taps, cocks, valves and similar appliances.'", "shortlisted_categories": ["Taps, cocks, valves and similar appliances", "Electrical installation work", "Repair, maintenance and associated services related to marine and other equipment", "Repair and maintenance services of precision equipment", "Electrical supplies and accessories", "Medical consumables", "Maintenance services of telecommunications equipment", "Instruments for measuring flow, level and pressure of liquids and gases", "Machines and apparatus with individual functions", "Pumps and compressors", "Pipeline, piping, pipes, casing, tubing and related items", "Industrial process control equipment", "Plastic products", "Spare parts for goods vehicles, vans and cars"]}, {"offer": "### TITLE:\n Liner, Augmenter Com\n\n ### DESCRIPTION:\n NSN: 2840-01-308-4469NZ / PN: 4078304 / AMC: 1C", "output": ["Various office equipment and supplies"], "expected_output": "Building construction work", "output_explanation": "The product 'Liner, Augmenter Com' seems to fall under the category of various office equipment and supplies based on the NSN and PN provided in the description.", "shortlisted_categories": ["Various office equipment and supplies", "Detection and analysis apparatus", "Engineering-related scientific and technical services", "Medical consumables", "Repair and maintenance services of medical and surgical equipment", "Specialised chemical products", "Parts of railway or tramway locomotives or rolling stock; railways traffic-control equipment", "Machines and apparatus with individual functions", "Instruments for measuring flow, level and pressure of liquids and gases", "Miscellaneous fertilisers", "Plastic products", "Development services of real estate"]}, {"offer": "### TITLE:\n BME WATER TREATMENT SERVICES\n\n ### DESCRIPTION:\n attached", "output": ["Consultative engineering and construction services"], "expected_output": "Construction work for pipelines, communication and power lines, for highways, roads, airfields and railways; flatwork", "output_explanation": "The offer of BME WATER TREATMENT SERVICES is categorized as Consultative engineering and construction services because it involves the engineering and construction aspects of water treatment services, which require expertise and consultancy in the design and implementation of water projects.", "shortlisted_categories": ["Cleaning services", "Construction work for water projects", "Consultative engineering and construction services", "Technical inspection and testing services", "Repair and maintenance services of precision equipment", "Maintenance services of telecommunications equipment", "Drinking water", "Property management services of real estate on a fee or contract basis", "Facilities management software package and software package suite", "Repair and maintenance services of pumps, valves, taps and metal containers", "Repair and maintenance services of weapons and weapon systems", "System, storage and content management software package", "Installation services of laboratory equipment"]}, {"offer": "### TITLE:\n REPLACE UNDERWATER MEMBERS - COVERED MOORINGS\n\n ### DESCRIPTION:\n 70Z0G124BBOS0078, Replace Underwater Members – Covered Moorings, PSN 23010287.  Contractor shall furnish all labor, material, equipment, transportation, disposal, supervision, and incidental related work necessary to perform structural repairs to the Covered Mooring Floating Dock outboard of Wharf 4 at U.S. Coast Guard, Base Boston, Boston, MA.  Work includes a complete inspection and report on the Covered Mooring Floating Dock’s underwater condition, and to replace nine underwater steel bracings, bolt connections and brackets.  All work shall be accomplished in accordance with the Specifications for PSN 23010287 (70 pages), Drawings CC-1354 (7 sheets), and the applicable wage rates incorporated herein.", "output": ["Construction work for water projects"], "expected_output": "Construction work for water projects", "output_explanation": "The offer involves structural repairs to a Covered Mooring Floating Dock which is related to water projects, specifically in the marine industry.", "shortlisted_categories": ["Construction work for water projects", "Repair, maintenance and associated services related to marine and other equipment", "Repair and maintenance services of precision equipment", "Other building completion work", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Maintenance services of telecommunications equipment", "Repair and maintenance services of pumps, valves, taps and metal containers", "Marine services", "Repair and maintenance services of weapons and weapon systems", "Offshore services", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n USMS FY24 IOD/CARFTF Training Helmets\n\n ### DESCRIPTION:\n Please see the attached RFQ 15M10224QA4700042 for details.  To ensure Responsiveness, please follow the directions in BOX 20 - SCHEDULE OF SUPPLIES/SERVICES . If proposal is non-responsive, it will not be evaluated.  INSTRUCTIONS TO OFFERORS Volume 1: Quote Quotes shall be provided on company letterhead, single page with company name, logo, address, Point of Contact, contact info, etc. Cage Code, Tax ID number. The Government seeks additional discounts. All prospective offerors must be a Commercial and Government Entity (CAGE) code and be registered with the System for Award Management at https://www.sam.gov/porta 1/public/SAM. Volume 2: SF-1449 The SF-1449 shall be returned signed and with pricing.", "output": ["Individual equipment"], "expected_output": "Individual equipment", "output_explanation": "The product/service offer is related to training helmets, which fall under individual equipment category.", "shortlisted_categories": ["Various office equipment and supplies", "Individual equipment", "Medical consumables", "Repair and maintenance services of medical and surgical equipment", "Special clothing", "Training facilities", "Security-type printed matter", "Instruments for measuring flow, level and pressure of liquids and gases", "Military aircrafts", "Training and simulation in aircrafts, missiles and spacecrafts", "Sales, marketing and business intelligence software package", "Woodworking equipment"]}, {"offer": "### TITLE:\n FILTER ELEMENT, FLUID\n\n ### DESCRIPTION:\n SEE RFQ ATTACHMENT NSN 2940 01-561-9213 NSN 4330 12-386-6413", "output": ["Parts and equipment"], "expected_output": "Heat-exchange units, air-conditioning and refrigerating equipment, and filtering machinery", "output_explanation": "The offer is for a filter element, which falls under the category of parts and equipment.", "shortlisted_categories": ["Various office equipment and supplies", "Medical consumables", "Repair and maintenance services of medical and surgical equipment", "Industrial machinery", "Construction works", "Parts and equipment", "Instruments for measuring flow, level and pressure of liquids and gases", "Filtering or rectifying apparatus", "Pipeline, piping, pipes, casing, tubing and related items", "Plastic products", "Parts of military vehicles", "Spare parts for goods vehicles, vans and cars"]}, {"offer": "### TITLE:\n Switchgear Replacement\n\n ### DESCRIPTION:\n View Changes Argonne National Laboratory is looking for a contractor to provide a Switchgear Replacement.  Please see the statement of work for further details. If able to provide the requested item, please provide and address the following by 03/15/2024, 5:00 PM CST. Review of Instructions to Bidders, dated 02/20/2024 Review and acceptance of the ANL-71 COM Terms and Conditions Review of Statement of Work, Bldg 364 12A/12B Switchgear Replacement, dated 02/15/2024 Review  of Drawings, Building 364 Switchgear 12A-12B Replacement Review of Specifications for Building 364 12A-12B Switchgear Replacement – Phase 1, dated January 2024 Completion of Reps & Certs, ANL-70B, dated 06/06/2022 Completion of Pricing Schedule RFQ: 4-B175-Q-00277-00 Executed ANL-70 Request for Quotation (Signed on Page 1) Proposal Lead Time Country of Origin Provide Price Justification in the form of a public pricelist or redacted invoice to support quoted pricing. Review and completion of Addendum 0001 - Proposal due date has been extended to 03/15/2024. Please submit any questions regarding this RFQ no later than 02/27/2024, 12:00 PM CST", "output": ["Electrical installation work"], "expected_output": "Electrical apparatus for switching or protecting electrical circuits", "output_explanation": "The product offer is for a Switchgear Replacement, which falls under the category of Electrical installation work as it involves the installation and replacement of electrical equipment.", "shortlisted_categories": ["Electrical installation work", "Construction work for pipelines, communication and power lines, for highways, roads, airfields and railways; flatwork", "Repair, maintenance and associated services related to aircraft and other equipment", "Electrical supplies and accessories", "Repair and maintenance services of precision equipment", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Machines and apparatus with individual functions", "Maintenance and repair of office machinery", "Repair and maintenance services of weapons and weapon systems", "System, storage and content management software package", "Parts of sound and video equipment", "Installation services of laboratory equipment"]}, {"offer": "### TITLE:\n Washer and Dryer Services\n\n ### DESCRIPTION:\n View Changes See Solicitation for Details. See Amendment One for Questions and Answers.", "output": ["Repair and maintenance services of appliances"], "expected_output": "Washing and dry-cleaning services", "output_explanation": "The offer of Washer and Dryer Services falls under the category of Repair and maintenance services of appliances because it involves servicing and maintaining household appliances like washers and dryers.", "shortlisted_categories": ["Cleaning services", "Repair and maintenance services of precision equipment", "Maintenance services of telecommunications equipment", "Repair and maintenance services of personal computers", "Cleaning products", "Facilities management software package and software package suite", "Repair and maintenance services of appliances", "Installation services of laboratory equipment"]}, {"offer": "### TITLE:\n Buckhorn Lake Park Attendant\n\n ### DESCRIPTION:\n View Changes **SOLICITATION AMENDED** The U.S. Army Corps of Engineers, Louisville District, has a requirement for Park Attendant Services at Buckhorn Lake in Buckhorn, KY. This procurement is 100% set-aside for Small Business under NAICS Code 561210. All questions must be received no later than 1:00 PM Easter Time on 23 February 2024. Questions will be submitted to the Contract Specialist Amber Drones at amber.l.drones@usace.army.mil. Questions received and Answers to those questions will be posted here in the description section of this Contract Opportunity.", "output": ["Administrative services of agencies"], "expected_output": "Security services", "output_explanation": "The offer is for Park Attendant Services at Buckhorn Lake, which involves administrative tasks such as managing park facilities, coordinating activities, and interacting with visitors. Therefore, it falls under the category of Administrative services of agencies.", "shortlisted_categories": ["Miscellaneous business-related services", "Administrative services of agencies", "Services related to printing", "Personnel services except placement and supply services", "Property management services of real estate on a fee or contract basis", "Facilities management software package and software package suite", "Various school services", "Supporting services for the government", "Development services of real estate"]}, {"offer": "### TITLE:\n 81--SHIPPING AND STORAG\n\n ### DESCRIPTION:\n View Changes CONTACT INFORMATION|4|n792.02|lpe|2156972582|timika.nicholson@navy.mil| ITEM UNIQUE IDENTIFICATION AND VALUATION (JAN 2023)|19|||||||||||||||||||| HIGHER-LEVEL CONTRACT QUALITY REQUIREMENT|8|x|||||||| WIDE AREA WORKFLOW PAYMENT INSTRUCTIONS (JAN 2023)|16|invoice and receiving reports|n/a|n/a|n00383|n/a|n/a|n/a|n/a||||||||| NAVY USE OF ABILITYONE SUPPORT CONTRACTOR - RELEASE OF OFFEROR INFORMATION (3-18))|1|| EQUAL OPPORTUNITY (SEP 2016)|2||| WARRANTY OF SUPPLIES OF A NONCOMPLEX NATURE (JUN 2003)|6|365 days|60 days after the last delivery under this contract ||||| EQUAL OPPORTUITY FOR WORKERS WITH DISABILITIES (JUN 2020)|2||| BUY AMERICAN-FREE TRADE AGREEMENTS-BALANCE OF PAYMENTS PROGRAM - BASIC (NOV\\23)|5|||||| ALTERNATE A, ANNUAL REPRESENTATIONS AND CERTIFICATIONS (NOV 2023)|13|||||||||||||| BUY AMERICAN-FREE TRADE AGREEMENTS-BALANCE OF PAYMENTS PROGRAM CERTIFICATE-BASIC (NOV 2023))|5|||||| BUY AMERICAN--BALANCE OF PAYMENTS PROGRAM (NOV 2014)|1|| ROYALTY INFORMATION (APR 1984)|1|| ANNUAL REPRESENTATIONS AND CERTIFICATIONS (MAR 2023)|13|336413|1250|||||||||||| FACSIMILE PROPOSALS (OCT 1997)|1|| NOTICE OF PRIORITY RATING FOR NATIONAL DEFENSE, EMERGENCY PREPAREDNESS, ANDENERGY PROGRAM USE (APR 2008))|2||x| This requirement will be limited to Government approved sources. This solicitation will be using competitive procedures. Submission of an offer indicates acceptance of, and compliance with, the requirement to be an approved source for this item. Offers will be evaluated based on the non-price factors of capacity, delivery, and past performance, and when combined, those non-price factors being more important than price. Proposal submission should include non-price factors and price on one document. Offeror's are required to submit recent (within the past three years) and relevant past performance references with the submission of their offer. Relevant past performance demonstrates the offeror's past performance manufacturing (or repair) an item of the same or similar scope, complexity and magnitude relative to the instant requirement. The submission of past performance should be limited to three relevant contracts. Any contract beyond three years will not be accepted as relevant past performance. \\ 1. SCOPE 1.1 Container shell material is ;PLASTIC; . 1.2 Manufacturing process is ;MOLDED AND FABRICATION; . 1.3 PRE-AWARD / POST AWARD REQUIREMENTS: Due to the critical use of this item and its quality history, a pre-award survey and post-award conference may be required for all new manufacturers. For all previous sources, a post-award conference may be recommended. 1.4 Articles to be furnished hereunder shall be manufactured, tested and inspected in accordance with ;Aviation Supply Office; drawing number ( ;80132; ) ;13414-017; , Revision ;Latest; and all details and specifications referenced therein. 1.5 Unless expressly provided for elsewhere in this clause, equipment such as fixtures, jigs, dies, patterns, mylars, special tooling, test equipment, or any other manufacturing aid required for the manufacture and/or testing of the subject item(s) will not be provided by the Government or any other source and is the sole responsibility of the contractor. The foregoing applies notwithstanding any reference to such equipment or the furnishing thereof that may be contained in any drawing or referenced specification. 1.6 If MIL-STD-454 is referenced in the drawings or in the specification, the contractor is expected to show compliance with IPC/EIAJ-STD-001C. 1.7 When discrepancies exist between these requirements and those on current manufacturer's drawings,contact code ;Buyer on Page One; or code N241.10 2. APPLICABLE DOCUMENTS DRAWING DATA=13414 |80132|Q | |A| | | | DRAWING DATA=15064 |80132|H | |A| | | | 3. REQUIREMENTS 3.1 Reference to Cadmium plating shall be deleted and the following substituted: \"Finish shall be electrodeposited alkaline Zinc-Nickel Alloy in accordance with ASTM B 841 Class 1, Type B, Grade 3.\" 3.2 One third (1/3) unit of desiccant (MIL-D-3464, Type II nondusting) per cubic foot of container interior volume shall be placed in desiccant holder of each container at time of shipment. Contact code ;Buyer on Page One; or code N241.10 to arrange for First Article Test location When a First Article is required, the contractor shall submit a paper copy of the drawings (size 11\" X 17\"), contracts and approved ECP's ECO's, deviations waivers, and modifications in the records recepticle or inside the container submitted for the First Article. FOR FMS CONTAINER BUYS NAMEPLATE \"PROPERTY OF\" STATEMENT WILL DIFFER. CONTACT BUYER ON PAGE 1 OF CONTRACT FOR UPDATED NAMEPLATE INFORMATION. 4. QUALITY ASSURANCE 4.1 The tests to be performed under the First Article approval clause (FAR 52.209-4) of the contract are listed below. 4.1.1 Dimensional test (special) ;Applies; 4.1.2 Requirements of: ;(80132) 13414-017 and sub drawings is applicable; 4.1.3 Form: ;applies; 4.1.4 Fit: ;applies; 4.1.5 Function ;applies; 4.1.6 Compliance with drawing ( ;80132; ) ;13414-017; , Revision ;latest; and specifications referenced therein. 4.2 In addition to the above tests, the First Article(s) to be delivered hereunder shall also be subjected to those tests which will demonstrate that the article(s) comply with contract requirements requirements. 4.3 The contractor shall be responsible for providing the necessary parts and repair of the First Article Sample(s) during testing. 4.4 The cost of the Government testing effort set forth in this solicitation is estimated to be $ ;10000; for the first article testing. This cost factor will be added, for solicitation purposes, to the price of all offerors for whom the government will require such testing. 4.5 Disposition of FAT samples 4.5.1 ;zero; Sample(s) shall not be returned to the contractor because they shall be destroyed during testing. 4.5.2 ;All; Unless otherwise provided for in the contract, sample(s) shall be returned to the contractor and may be considered as production items under the contract provided the sample(s) can be refurbished to ready for issue condition and provided the sample(s) have inspection approval from the cognizant DCMC QAR. Sample(s) may be shipped as production items only after all other units required under the contract have been produced and are ready for shipment. ;N/A; Sample(s) shall be returned to the contractor but shall not be considered as production due. 4.6 Test Sample Coating Instructions 4.6.1 Samples are to be unpainted. Corrosive areas are to be coated with a light preservative.This paragraph does NOT apply to shipping containers. 4.7 FAT Approval Criteria 4.7.1 FAR 52.209-4 applies (A) The contractors shall deliver ;One (1); ; unit(s) of the following CAGE ( ;80132; ; ) Part Number ;13414-017; ; , Revision ;Latest; ; within ;120; ; calendar days from the date of this contract to the Government at ;Contact Buyer on Page One; ; Marking of test sample(s) shipping container shall be as follows, citing this contract number: \"FOR FIRST ARTICLE TESTING. NOT RFI MATERIAL. DO NOT TAKE UP IN STOCK CONTRACT NUMBER:____________\" For First Article Test, the shipping documentation shall contain this contract number and lot/item identification. The characteristics that the First Article must meet and the testing requirements are specified elsewhere in this contract. (B) Upon shipment of First Article sample(s), two (2) copies of the Material Inspection and Receiving Report (DD Form 250) bearing the QAR's signature and indication of preliminary inspection shall be forwarded to the NAVICP- Philadelphia code cited in Block 10.a of SF33, with duplicate copies to NAVICP code 072 and to the designated test facility. The envelopes shall be clearly marked: \"DO NOT OPEN IN MAIL ROOM\". Within ;90; ; days after receipt of the samples, the test site shall complete testing/evaluation and submit two (2) copies of their test report with conclusions and recommendations to the NAVICP code cited in Block 10.a of the SF33. (C) Within ;120; ; calendar days after the Government receives the First Article, the contracting officer shall notify the contractor, in writing, of the approval, conditional approval, or disapproval of the First Article. The notice of approval, conditional approval, or disapproval shall not relieve the contractor from complying with all requirements of the specifications and all other terms and conditions of this contract. A notice of conditional approval shall state any further action required of the contractor. A notice of disapproval shall cite reasons for disapproval. (D) If the First Article is disapproved, the contractor, upon Government request, shall submit an additional First Article for testing. After each request, the contractor shall make any necessary changes, modifications, or repairs to the First Article or select another First Article for testing. All costs related to these tests are to be borne by the contractor, including any and all costs for additional tests following a disapproval. The contractor shall furnish any additional First Article to the Government under the terms and conditions and within the time specified by the Government. The Government shall act on this First Article within the time limit specified in paragraph (B) above. The Government reserves the right to require an equitable adjustment of the contract price for any extension of the delivery schedule or for any additional costs to the Government related to these tests. (E) If the contractor fails to deliver any First Article on time, or the contracting officer disapproves any First Article, the contractor shall be deemed to have failed to make delivery within the meaning of the default clause of this contract (F) Unless otherwise provided in the contract, the contractor - (1) May deliver the approved First Article as part of the contract quantity, provided it meets all contract requirements for acceptance and was not consumed or destroyed in testing: and (2) Shall remove and dispose of any First Article from the Government test facility at the contractors expense. (G) If the Government does not act within the time specified in paragraph (B) or (C) above the contracting officer shall, upon timely written request from the contractor, equitably adjust under the changes clause of this contract the delivery or performance dates and/or the contract price, and any other contractual term affected by the delay. (H) The contractor is responsible for providing operating and maintenance instructions, spare parts support, and repair of the First Article during any First Article test. (I) Before First Article approval, the acquisition of materials or components for, or the commencement of production of, the balance of the contract quantity is at the sole risk of the contractor. Before First Article approval, the costs thereof shall not be allocable to this contract for (1) progress payments, or (2) termination settlements if the contract is terminated for the convenience of the Government (J) The contractor shall produce both the First Article and the production quantity at the same facility and shall submit a certification to this effect with each First Article. (K) The contractor shall provide specific written notification to the procuring contracting officer informing him/her of the shipment of any article(s) furnished in accordance with this clause. Such notification must be addressed to the attention of the NAVICP code specified in Block 10.a of the SF33, with copies to NAVICP code 072 and to the testing activity. Failure to provide such notification shall excuse the Government from any delay in performing First Article Testing and informing the contractor of the results thereof. (L) Fourteen (14) days prior to shipment of First Article Samples, the contractor shall notify the designated test facility in writing of the anticipated shipping date, with an information copy to the PCO, NAVICP Philadelphia, Attn: (Cite code found in Block 10.a of the SF33). The contractor shall also arrange for preliminary inspection of test samples by the DCMC/QAR. 4.8 Alternate Offers - Waiver of First Article Approval Requirements. (The following provisions supersede any waiver of First Article Approval Requirements terms set forth in clause 52.209-3 or 52.209-4 as appropriate) (A) Unless otherwise specified in the solicitation, the Naval Inventory Control Point reserves the right to waive the First Article Approval Requirements specified herein for offerors who have previously furnished identical production articles accepted by the Government or the Original Equipment Manufacturer/Prime Manufacturer. An offeror requesting waiver of First Article Requirements shall submit evidence with its offer establishing that: (I) the last production unit was delivered within three (3) years of the issue date of this solicitation, and (II) the production location to be used for this requirement is the same as used for the previous production run Additionally, the offeror shall submit a certification, to be executed by the officer or employee for the offer, stating that: (I) the articles to be provided will be produced using the same facilities, processes, sequences of operations and approved subcontractors as those previously delivered and accepted by the Government or the Original Equipment Manufacturer/Prime Manufacturer, and (II) the previous production units were manufactured without Material Review Board disposition or waiver/deviation request or rejection of pre-production samples for cause. (NOTE: This certification concerns a matter within the jurisdiction of an agency of the United States and the making of a false, fictitious, or fraudulent certification may render the maker subject to prosecution under Title 18, United States Code, Section 1001.) (B) Offerors requesting waiver of First Article Approval Requirements under the provisions of this clause are cautioned to submit two prices for articles required herein - one that is based on compliance with the First Article Approval Requirements and one that is based on a waiver of such requirements. Where an offeror submits only one price and fails to clearly state that the price is based on waiver of the First Article Approval Requirements it will be deemed to be based on compliance with the First Article Approval Requirements (C) In the event of the First Article Approval Requirement is granted, the delivery schedule for the production items shall be reduced by the number of days designated for delivery of First Article Test unit plus the number of calendar days indicated for the government notification of conditional approval or approval. These requirements are specified in the quality assurance section of this solicitation. If the offeror is unable to meet the desired schedule, he shall insert below the alternate delivery schedule he offers to the government. Offeror's Proposed Alternate Delivery Schedule (Based on Waiver of First Article Approval Requirements) Within Days: Item No. _______________ Quantity:_______ After Date of Contract:__________ ALL COSTS AND RESPONSIBILITIES RELATED TO THE FIRST ARTICLE TEST SUBMISSION CONTAINER SHIPMENT TO AND FROM THE FIRST ARTICLE TEST FACILITY ARE TO BE BORNE BY THE CONTRACTOR. Instrumented drop tests are not required for these containers. The design has been proven over years of use and the FAT should test the integrity of the first article rather than the design capability. 4.9 100% PRODUCTION LEAK TEST. Each container shall be prepared for testing by sealing all breathing devices and inserting suitable pressurized fittings and gauges. The container shall be closed and sealed in a normal manner. Each container, uninstrumented and without dummy load, shall then be subjected to a single 18 inch flat drop. The Pneumatic-Pressure Technique of Method 5008 of Federal Test Method Standard No. 101C shall be used to detect leakage. An initial setting equal to 0.5 + 0.1 - 0 PSIG shall be used. After stabilization, pressure shall be monitored for thirty minutes. Any loss in pressure over a 30 minute period that exceeds 25% of the stabilized pressure shall be cause for rejection; tests shall be conducted to ascertain sources of leaks and corrective action taken. Any deformation of the container shell while pressurized which is greater than three-quarters of an inch beyond its point at ambient pressure shall also be cause for rejection. WARNING Container may explode or fasteners may fail during test. Use protective barriers to avoid injury to personnel. 5. PACKAGING- MIL-STD 2073 PACKAGING APPLIES AS FOUND ELSEWHERE IN THE SCHEDULE 6. NOTES - NOT APPLICABLE Aggressive Industries is an approved source for this container and is waived ofFAT requirements. Their P/N is (0JPL8) 700-001.", "output": ["Shipping operations"], "expected_output": "Shipping operations", "output_explanation": "The offer is related to shipping and storage operations, involving manufacturing and quality requirements for containers. This falls under the category of shipping operations.", "shortlisted_categories": ["Shipping operations", "Technical inspection and testing services", "Servers", "Electrical supplies and accessories", "Defence services", "Specialised chemical products", "Parts of railway or tramway locomotives or rolling stock; railways traffic-control equipment", "Facilities management software package and software package suite", "Instruments for measuring flow, level and pressure of liquids and gases", "Packaging and related services", "Plastic products", "Development services of real estate", "Woodworking equipment"]}, {"offer": "### TITLE:\n FMS Repair_N00383-24-Q-120T\n\n ### DESCRIPTION:\n FMS Repair-NIIN: 016586526; QTY:1 SEE ATTACHED", "output": ["Repair"], "expected_output": "Repair, maintenance and associated services related to aircraft and other equipment", "output_explanation": "The offer is for FMS Repair, indicating a service related to repairing equipment. Therefore, it falls under the 'Repair' category.", "shortlisted_categories": ["Repair, maintenance and associated services related to aircraft and other equipment", "Repair and maintenance services of precision equipment", "Repair and maintenance services of medical and surgical equipment", "Repair and maintenance services of telecommunications equipment", "Repair and maintenance services of audio-visual and optical equipment", "Repair and maintenance services of weapons and weapon systems", "Repair and maintenance services of military aircrafts", "Spare parts for goods vehicles, vans and cars"]}, {"offer": "### TITLE:\n Portable Temporary Container Living Units\n\n ### DESCRIPTION:\n The supplier shall provide, design, manufacture, equipment, deliver, and install (with support mooring and utilities hook-up) three (3) three-bedroom three- bathroom, 40-foot marine portable shipping container living units.", "output": ["Containers and pressure vessels"], "expected_output": "Structures and parts of structures", "output_explanation": "The offer of Portable Temporary Container Living Units falls under the category of Containers and pressure vessels because it involves the design, manufacture, and installation of portable shipping container living units.", "shortlisted_categories": ["Construction work for water projects", "Building construction work", "Other building completion work", "Containers and pressure vessels", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Trailers, semi-trailers and mobile containers", "Miscellaneous furniture and equipment", "Facilities management software package and software package suite", "Instruments for measuring flow, level and pressure of liquids and gases", "Building rental or sale services", "Plastic products", "System, storage and content management software package", "Development services of real estate", "Installation services of laboratory equipment", "Sales"]}, {"offer": "### TITLE:\n 48--VALVE,DIRECTIONAL O\n\n ### DESCRIPTION:\n View Changes CONTACT INFORMATION|4|n792.02|lpe|2156972582|timikanicholson@navy.mil| ITEM UNIQUE IDENTIFICATION AND VALUATION (JAN 2023)|19|||||||||||||||||||| HIGHER-LEVEL CONTRACT QUALITY REQUIREMENT|8|x|||||||| WIDE AREA WORKFLOW PAYMENT INSTRUCTIONS (JAN 2023)|16|invoice and receiving reports|n/a|n/a|n00383|n/a|n/a|n/a|n/a||||||||| NAVY USE OF ABILITYONE SUPPORT CONTRACTOR - RELEASE OF OFFEROR INFORMATION (3-18))|1|| EQUAL OPPORTUNITY (SEP 2016)|2||| WARRANTY OF SUPPLIES OF A NONCOMPLEX NATURE (JUN 2003)|6|365 days |45 days after the last delivery under this contract||||| EQUAL OPPORTUITY FOR WORKERS WITH DISABILITIES (JUN 2020)|2||| BUY AMERICAN-FREE TRADE AGREEMENTS-BALANCE OF PAYMENTS PROGRAM - BASIC (NOV\\23)|5|||||| ALTERNATE A, ANNUAL REPRESENTATIONS AND CERTIFICATIONS (NOV 2023)|13|||||||||||||| BUY AMERICAN-FREE TRADE AGREEMENTS-BALANCE OF PAYMENTS PROGRAM CERTIFICATE-BASIC (NOV 2023))|5|||||| BUY AMERICAN--BALANCE OF PAYMENTS PROGRAM (NOV 2014)|1|| ROYALTY INFORMATION (APR 1984)|1|| ANNUAL REPRESENTATIONS AND CERTIFICATIONS (MAR 2023)|13|336413|1250|||||||||||| FACSIMILE PROPOSALS (OCT 1997)|1|| NOTICE OF PRIORITY RATING FOR NATIONAL DEFENSE, EMERGENCY PREPAREDNESS, ANDENERGY PROGRAM USE (APR 2008))|2||x| This requirement will be limited to Government approved sources. This solicitation will be using competitive procedures. Submission of an offer indicates acceptance of, and compliance with, the requirement to be an approved source for this item. Offers will be evaluated based on the non-price factors of capacity, delivery, and past performance, and when combined, those non-price factors being more important than price. Proposal submission should include non-price factors and price on one document. Offeror's are required to submit recent (within the past three years) and relevant past performance references with the submission of their offer. Relevant past performance demonstrates the offeror's past performance manufacturing (or repair) an item of the same or similar scope, complexity and magnitude relative to the instant requirement. The submission of past performance should be limited to three relevant contracts. Any contract beyond three years will not be accepted as relevant past performance. The closing date for this solicitation is listed on page 1. The quotes may be e-mailed to the below address and must be received on or before 2:00 PM EST of the closing date. The offeror shall submit one unit price per CLIN and the unit price should be firm fixed price. Request that proposals submitted to be valid for 120 days in response to the solicitation. This contract/delivery order/purchase order/modification is issued by the Government when deposited in the mail, transmitted by facsimile or sent by any electronic commerce method, including email. The Government's acceptance of the contractor's proposal constitutes bilateral agreement to issue this contract/delivery order/purchase order/modification. 1. SCOPE 1.1 . Markings shall be in accordance with MIL-STD-130. 1.2 PRE-AWARD / POST AWARD REQUIREMENTS: Due to the critical use of this item and its quality history, a pre-award survey and post-award conference may be required for all new manufacturers. For all previous sources, a post-award conference may be recommended. 1.3 The material covered in this contract/purchase order will be used in a crucial shipboard system enabling the launch and/or recovery of aircraft. The use of incorrect or defective material would create a high probability of failure resulting in a serious personnel injury, loss of life, loss of vital shipboard systems or loss of aircraft. Therefore,the material has been designated as Critical material and special control procedures are invoked to ensure receipt of correct material. 1.4 The components being acquired under this solicitation have been classified as Flight Critical requiring engineering source approval by the Naval Air Systems Command. Only those companies who have submitted requests for source approval and been approved will be eligible for award under this solicitation. Any company not previously approved may submit a Source Approval Request to the contracting officer, Naval Inventory Control Point, (See Block 10 of the SF33 for name and code). The Source Approval Request shall contain the following documentation and shall be submitted by the closing date of this solicitation: (A) Copy of complete configuration drawings for a similar item(s) which your company has produced within the past three years, including test procedures for which your company (1) has been qualified to manufacture and (2) which is similar, i.e., requires the same materials, manufacturing processes, inspections, tolerances and similar application as the item(s) for which you are seeking approval. (B) Copy of the complete process/operation sheets used to manufacuture the similar item, including but not limited to, detailed shop sketches. These plans must note those operations and processes performed by subcontractors/ vendors. (C) Complete copies of purchase orders, shipping documents, etc. that document delivery of production quantities of the part to the Original Equipment Manufacturer or Military service. Provide the most recent copies of the documents. (D) A detailed comparative analysis of the differences/similarities between the similar part and the part(s) for which you are seeking approval. This analysis should include materials, configuration, tolerances, process requirements, dimensions, castings, forgings, etc. (E) Copy of inspection method sheets used in the manufacturing and at final inspection. These sheets should include actual tolerance, print requirements, inspection devices, sources performing the operation and level of inspection. Critical characteristics should be discernible from all other characteristics. The above requirements are a subset of requirements specified in the ASO Source Approval Information Brochure dated January 1995. The submission of this data subset is contingent upon and in consideration of the submitting contractor meeting all other requirements specified in this solicitation to include a bilateral agreement with MDA which includes availability of complete data, MRB disposition, etc. Any company not having such agreement, but desiring to seek engineering source approval, will be required to submit data meeting all requirements of the ASO/NAVICP Source Approval Brochure. 1.5 . The contractor shall include on the detailed process/operation sheets developed, (1) all in house manufacturing processes and (2) the identity of all manufacturing sources performing processes/operations outside their facility. These sheets shall not be revised or altered after the successful completion of First Article or Production Lot Testing without approval from the Basic Design Engineering activity, via the PCO. 1.6 The components being acquired under this solicitation have been classified as Flight Critical requiring engineering source approval by the Naval Air Systems Command. Only those companies who have submitted requests for source approval and been approved will be eligible for award under this solicitation. Any company not previously approved may submit a Source Approval Request to the contracting officer, Naval Inventory Control Point, (See Block 10 of the SF33 for name and code). The Source Approval Request shall contain the following documentation and shall be submitted by the closing date of this solicitation: (A) Copy of complete configuration drawings for a similar item(s) which your company has produced within the past three years, including test procedures for which your company (1) has been qualified to manufacture and (2) which is similar, i.e., requires the same materials, manufacturing processes, inspections, tolerances and similar application as the item(s) for which you are seeking approval. (B) Copy of the complete process/operation sheets used to manufacuture the similar item, including but not limited to, detailed shop sketches. These plans must note those operations and processes performed by subcontractors/ vendors. (C) Complete copies of purchase orders, shipping documents, etc. that document delivery of production quantities of the part to the Original Equipment Manufacturer or Military service. Provide the most recent copies of the documents. (D) A detailed comparative analysis of the differences/similarities between the similar part and the part(s) for which you are seeking approval. This analysis should include materials, configuration, tolerances, process requirements, dimensions, castings, forgings, etc. (E) Copy of inspection method sheets used in the manufacturing and at final inspection. These sheets should include actual tolerance, print requirements, inspection devices, sources performing the operation and level of inspection. Critical characteristics should be discernible from all other characteristics. The above requirements are a subset of requirements specified in the ASO Source Approval Information Brochure dated January 1995. The submission of this data subset is contingent upon and in consideration of the submitting contractor meeting all other requirements specified in this solicitation to include a bilateral agreement with MDA which includes availability of complete data, MRB disposition, etc. Any company not having such agreement, but desiring to seek engineering source approval, will be required to submit data meeting all requirements of the ASO/NAVICP Source Approval Brochure. 1.7 . Unless otherwise specified, for fabricated parts, the Inspection Method Sheets/ Final Inspection Sheets shall list the characteristics of each item produced under the contract. The manufacturer shall be required to provide certifications of all raw material including castings and forgings. the material source shall be identified and the documentation shall be able to identify the customer and/or contract number. The manufacturer shall maintain all raw material documentation for a minimum of ten (10) years. The contractor is responsible for providing completed Inspection Method Sheets/Final Inspection Sheets showing the actual dimensions taken for ALL Characteristics,in addition, critical characteristics shall be annotated. 1.8 Articles to be furnished hereunder shall be manufactured, tested and inspected in accordance with ;NAWC LAKEHURST; drawing number ( ;616712-1; ) ;80020; , Revision ;REV T; and all details and specifications referenced therein. 1.9 Unless expressly provided for elsewhere in this clause, equipment such as fixtures, jigs, dies, patterns, mylars, special tooling, test equipment, or any other manufacturing aid required for the manufacture and/or testing of the subject item(s) will not be provided by the Government or any other source and is the sole responsibility of the contractor. The foregoing applies notwithstanding any reference to such equipment or the furnishing thereof that may be contained in any drawing or referenced specification. 1.10 If MIL-STD-454 is referenced in the drawings or in the specification, the contractor is expected to show compliance with IPC/EIAJ-STD-001C. 2. APPLICABLE DOCUMENTS DRAWING DATA=A409078 |80020| L| |A| | | | DRAWING DATA=C414463 |80020| L| |A| | | | DRAWING DATA=MPR1221 |80020| T| |A| | | | DRAWING DATA=MPR1293 |80020| | |A| | | | DRAWING DATA=NAEC ENG-6518 |80020|BP| |A| | | | DRAWING DATA=418607 |80020| D| |D| | | | DRAWING DATA=418689 |80020| E| |D| | | | DRAWING DATA=419159 |80020| E| |D| | | | DRAWING DATA=419963 |80020| E| |D| | | | DRAWING DATA=419964 |80020| E| |D| | | | DRAWING DATA=420049 |80020| H| |D| | | | DRAWING DATA=513065 |80020| C| |D| | | | DRAWING DATA=514511 |80020| F| |D| | | | DRAWING DATA=514512 |80020| E| |D| | | | DRAWING DATA=514513 |80020| D| |D| | | | DRAWING DATA=514514 |80020| J| |D| | | | DRAWING DATA=514858 |80020| B| |D| | | | DRAWING DATA=615940 |80020| N| |D| | | | DRAWING DATA=616711 |80020| K| |D| | | | DRAWING DATA=616712 |80020| T| |D| | | | DRAWING DATA=616958 |80020| M| |D| | | | DRAWING DATA=619817 |80020| M| |D| | | | 3. REQUIREMENTS - NOT APPLICABLE 4. QUALITY ASSURANCE 4.1 Review documentation as provided under DD 1423 requirements. 4.2 . Mandatory Inspection Requirements: 100% Procurement Contracting Officer (PCO) mandatory inspection is required and shall be accomplished at source under the surveillance and final approval of the cognizant DCMAO Quality Assurance Representative (QAR). During production, mandatory inspection is required to be accomplished by the contractor as follows: A. Level of Inspection (LOI). 1. Critical characteristics: 100% inspection shall apply. 2. Major and Minor characteristics: LOI shall be in accordance with a sampling plan acceptable to the QAR. B. Critical characteristics: ;ALL ACTUAL DIMENSIONS CRITICAL OR MAJOR CHARACTERISTICS ARE TO BE RECORDED. TIME AND AMBEINT TEMPERATURE WHEN MEASUREMENTS ARE TAKEN. CERTIFICATIONS TO BE ON FILE FOR A MINIMUM OF SEVEN YEARS AFTER CONTRACT DELIVERY OF CONTRACT; C. Major and Minor characteristics 1. Shall be defined by the contractor subject to QAR concurrence, unless defined on applicable drawings and associated specifications. 4.3 SPECIAL INSPECTION REQUIREMENTS ( ;APPLIES; ) MAGNETIC PARTICLE INSPECTION ( ;APPLIES; ) SURFACE INSPECTION ( ; ; ) PENETRANT INSPECTION ( ; ; ) RADIOGRAPHIC INSPECTION ( ; ; ) ULTRSONIC INSPECTION ( ;APPLIES; ) HIGH SHOCK TEST ( ;APPLIES; ) MECHANICAL VIBRATION TEST 4.4 CRITICAL MANUFACTURING PROCESSES ( ;APPLIES; ) HEAT TREAT ( ; ; ) WELDING ( ;APPLIES; ) CADMIUM PLATING ( ; ; ) ENGINEERING CHROME PLATING ( ; ; ) NICKEL CHROME PLATING ( ; ; ) CASTING(S) ( ; ; ) FORGING(S) ( ;APPLIES MPR1221, MPR1293; ) MPR (MATERIAL PROCESSING REQUIREMENTS) 4.5 Production Lot Sample Test Requirements: The tests to be performed under the production lot sample testing provisions of the contract are as follows: 4.5.1 Workmanship Production lot samples shall be inspected to determine the general workmanship. 4.5.2 Dimension check Production lot samples shall be inspected to determine compliance with applicable drawings and/or specifications. ;NAWC LAKEHURST DRAWING PACKAGE; 4.5.3 Form: ;APPLIES; 4.5.4 Fit: ;APPLIES; 4.5.5 Function: ;APPLIES. HYDROSTSATIC TEST PER DWG. 616712 & 616958; 4.5.6 Requirements of: ;NAWC LKE DRAWING PACKAGE; 4.6 In addition to the above tests, the production lot samples to be delivered hereunder shall also be subjected to those tests which will demonstrate that the samples comply with the contract requirements. 4.7 The contractor will be responsible for providing the necessary parts and repair of the production lot sample during testing. 4.8 The cost of the Government testing effort set forth in this solicitation is estimated to be $ ;24,000.00 per unit; for each lot of production lot testing. This cost factor will be added, for solicitation purposes, to the price of all offerors for whom the Government will require such testing. 4.9 Disposition of Test Samples 4.9.1 ; ; Samples WILL NOT be returned to the contractor as they will be destroyed during testing. 4.9.2 ;APPLIES; Unless otherwise provided for in the contract, samples shall be returned to the contractor and may be considered as production items under the contract provided the samples can be refurbished to Ready For Issue condition and provided the samples have inspection approval of the cognizant DCMC QAR. Samples may be shipped as production items only after all other units required under the contract have been produced and are ready for shipment. 4.9.3 ; ; Samples shall be returned to the contractor but shall not be considered as production due. 4.10 Production Lot Samples Testing Criteria 4.10.1 (A) The production lot samples shall be ;100%, ALL UNITS; ; selected at random by the cognizant Government inspector. All transportation charges will be prepaid by the contractor and will be shipped to: ;NAVAL AIR WARFARE CENTER CODE 4.8.8.6 (ATTN: PAUL CAMPUS) BUILDING 148 / HIGHWAY 547 LAKEHURST, NJ 08733-5125; ; The samples shall be identified by contract number and lot number and shall be clearly marked as follows: PRODUCTION LOT SAMPLES NOT RFI MATERIAL DO NOT TAKE UP IN STOCK (B) Fourteen (14) days prior to the shipment of the Production Lot Samples, the contractor shall notify the designated test facility, in writing, of the anticipated shipping date, with an information copy to the PCO, Naval Inventory Control Point, ATTN: (See Block 10.a of the SF33 for name and code), with duplicate copies to NAVICP code ;PCO; ; and to the designated testing facility. The envelope shall be clearly marked \"DO NOT OPEN IN MAILROOM\". (C) Such samples shall be delivered to the testing facility in sufficient time prior to the delivery date of the production articles to allow a 165 day period for testing by the laboratory and written notification by the contracting officer of the approval, conditional approval, or disapproval of the samples. In the event the contractor does not receive written notification or approval, conditional approval or disapproval or the samples for a particular production lot within the above stated time frame, the contract delivery schedule shall be equitably adjusted as necessary. Within 120 days of the receipt of the samples, the testing facility shall notify the contracting officer, Naval Inventory Control Point, ATTN: (See block 10 of the SF33 for name and code) of the results of the testing, together with a recommendation for approval or disapproval. (D) If the contractor fails to deliver any production lot samples for testing within the time or times specified, or if the contracting officer disapproves any production lot samples, the contractor shall be deemed to have failed to make delivery within the meaning of the default clause of this contract, and this contract shall be subject to termination for default. (E) In order for a production lot to be acceptable, all samples representative of the lot must pass all of the contract requirements. In the event a sample fails to pass such requirements, the lot will be rejected. In such event, the Government may, at its option and at no additional cost to the Government, (I) terminate all or any portion of this contract for default, (II) require the manufacture of a new production lot, or a rework of the rejected production lot if the means and procedures proposed by the contractor for rework are acceptable to the Government, or (III) require the submission of additional samples for test. The foregoing procedures shall apply to new or reworked production lots in the same way as they did to the original production lot. (F) For each additional sample or each resubmission of a modified sample which the contractor is required to submit for approval hereunder as a result of the failure of a previous sample to conform to the requirements of the specifications, the contractor shall pay to the Government the costs of reinspection, shipping, examination and retesting by the Government, and the contractor and his sureties (if any) shall be liable for the amount of such costs. (G) All transportation charges incurred in the submission and return of any production lot shall be borne by the contractor. (H) Nothing contained in the foregoing provisions of this clause, and no action of the Government in accordance herewith, shall in any way prejudice the right of the Government under the clause of this contract entitled Default. 4.11 ALTERNATE OFFERS - Waiver of Production Lot Testing Approval Requirements (A) Unless otherwise specified in Section E of this solicitation, the Naval Inventory Control Point reserves the right to waive the Production Lot Testing Approval Requirements specified herein for offerors who have previously furnished IDENTICAL production articles accepted by the Government or the Original Equipment Manufacturer/Prime Manufacturer. An offeror requesting waiver of Production Lot Testing Approval Requirements shall submit evidence with its offer establishing that: (I) the last production unit was delivered within three (3) years of the issue date of this solicitation AND (II) the production location to be used for this requirement is the same as used for the previous production run. Additionally, the offeror shall submit a certification to be executed by the officer or employee responsible for the offer, stating that: (I) the articles to be provided will be produced using the same facilities, processes, sequence of operations and approved subcontractors as those previously delivered and accepted by the Government or Original Equipment Manufacturer/Prime Manufacturer, and (II) the previous production units were manufactured without Material Review Board disposition or waiver/deviation request or rejection of pre-production samples for cause. (NOTE: This certification concerns a matter within the jurisdiction of an agency of the United States and the making of a false, fictitious, or fraudulent certification may render the maker subject to prosecution under Title 18, United States Code, Section 1001.) (B) In the event waiver of the Production Lot Testing Approval Requirements is granted, the delivery schedule for the production units shall be one hundred and sixty-five (165) days earlier than that which is desired had the waiver not been granted. If the offeror is unable to meet the desired schedule, he shall insert below the alternate delivery schedule he offers the government. Offeror's Alternative Proposed Delivery Schedule (Based on waiver of Production Lot Testing Approval Requirements) Within Days: Item No. ______________ Quantity:_______ After Date of Contract:______________ 4.12 The tests to be performed under the First Article approval clause (FAR 52.209-4) of the contract are listed below. 4.12.1 Dimensional test (special) ;CLOSE MACHINED TOLERANCES.; 4.12.2 Requirements of: ;LKE DRAWING PACKAGE; 4.12.3 Form: ;APPLIES; 4.12.4 Fit: ;APPLIES; 4.12.5 Function ;APPLIES. HYDROSTATIC TEST; 4.12.6 Compliance with drawing ( ;80020; ) ;616712; , Revision ;T; and specifications referenced therein. 4.13 In addition to the above tests, the First Article(s) to be delivered hereunder shall also be subjected to those tests which will demonstrate that the article(s) comply with contract requirements requirements. 4.14 The contractor shall be responsible for providing the necessary parts and repair of the First Article Sample(s) during testing. 4.15 The cost of the Government testing effort set forth in this solicitation is estimated to be $ ;24,000; for the first article testing. This cost factor will be added, for solicitation purposes, to the price of all offerors for whom the government will require such testing. 4.16 Disposition of FAT samples 4.16.1 ; ; Sample(s) shall not be returned to the contractor because they shall be destroyed during testing. 4.16.2 ;APPLIES; Unless otherwise provided for in the contract, sample(s) shall be returned to the contractor and may be considered as production items under the contract provided the sample(s) can be refurbished to ready for issue condition and provided the sample(s) have inspection approval from the cognizant DCMC QAR. Sample(s) may be shipped as production items only after all other units required under the contract have been produced and are ready for shipment. ; ; Sample(s) shall be returned to the contractor but shall not be considered as production due. 4.17 Test Sample Coating Instructions 4.17.1 Samples are to be unpainted. Corrosive areas are to be coated with a light preservative.This paragraph does NOT apply to shipping containers. 4.18 FAT Approval Criteria 4.18.1 FAR 52.209-4 applies (A) The contractors shall deliver ;ONE; ; unit(s) of the following CAGE ( ;80020; ; ) Part Number ;616712-1; ; , Revision ;T; ; within ;240; ; calendar days from the date of this contract to the Government at ;NAVAL AIR WARFARE CENTER CODE 4.8.8.6 (ATTN: PAUL CAMPUS)BUILDING 148/ HIGHWAY 547 LAKEHURST, NEW JERSEY 08733; ; Marking of test sample(s) shipping container shall be as follows, citing this contract number: \"FOR FIRST ARTICLE TESTING. NOT RFI MATERIAL. DO NOT TAKE UP IN STOCK CONTRACT NUMBER:____________\" For First Article Test, the shipping documentation shall contain this contract number and lot/item identification. The characteristics that the First Article must meet and the testing requirements are specified elsewhere in this contract. (B) Upon shipment of First Article sample(s), two (2) copies of the Material Inspection and Receiving Report (DD Form 250) bearing the QAR's signature and indication of preliminary inspection shall be forwarded to the NAVICP- Philadelphia code cited in Block 10.a of SF33, with duplicate copies to NAVICP code 072 and to the designated test facility. The envelopes shall be clearly marked: \"DO NOT OPEN IN MAIL ROOM\". Within ;30; ; days after receipt of the samples, the test site shall complete testing/evaluation and submit two (2) copies of their test report with conclusions and recommendations to the NAVICP code cited in Block 10.a of the SF33. (C) Within ;45; ; calendar days after the Government receives the First Article, the contracting officer shall notify the contractor, in writing, of the approval, conditional approval, or disapproval of the First Article. The notice of approval, conditional approval, or disapproval shall not relieve the contractor from complying with all requirements of the specifications and all other terms and conditions of this contract. A notice of conditional approval shall state any further action required of the contractor. A notice of disapproval shall cite reasons for disapproval. (D) If the First Article is disapproved, the contractor, upon Government request, shall submit an additional First Article for testing. After each request, the contractor shall make any necessary changes, modifications, or repairs to the First Article or select another First Article for testing. All costs related to these tests are to be borne by the contractor, including any and all costs for additional tests following a disapproval. The contractor shall furnish any additional First Article to the Government under the terms and conditions and within the time specified by the Government. The Government shall act on this First Article within the time limit specified in paragraph (B) above. The Government reserves the right to require an equitable adjustment of the contract price for any extension of the delivery schedule or for any additional costs to the Government related to these tests. (E) If the contractor fails to deliver any First Article on time, or the contracting officer disapproves any First Article, the contractor shall be deemed to have failed to make delivery within the meaning of the default clause of this contract (F) Unless otherwise provided in the contract, the contractor - (1) May deliver the approved First Article as part of the contract quantity, provided it meets all contract requirements for acceptance and was not consumed or destroyed in testing: and (2) Shall remove and dispose of any First Article from the Government test facility at the contractors expense. (G) If the Government does not act within the time specified in paragraph (B) or (C) above the contracting officer shall, upon timely written request from the contractor, equitably adjust under the changes clause of this contract the delivery or performance dates and/or the contract price, and any other contractual term affected by the delay. (H) The contractor is responsible for providing operating and maintenance instructions, spare parts support, and repair of the First Article during any First Article test. (I) Before First Article approval, the acquisition of materials or components for, or the commencement of production of, the balance of the contract quantity is at the sole risk of the contractor. Before First Article approval, the costs thereof shall not be allocable to this contract for (1) progress payments, or (2) termination settlements if the contract is terminated for the convenience of the Government (J) The contractor shall produce both the First Article and the production quantity at the same facility and shall submit a certification to this effect with each First Article. (K) The contractor shall provide specific written notification to the procuring contracting officer informing him/her of the shipment of any article(s) furnished in accordance with this clause. Such notification must be addressed to the attention of the NAVICP code specified in Block 10.a of the SF33, with copies to NAVICP code 072 and to the testing activity. Failure to provide such notification shall excuse the Government from any delay in performing First Article Testing and informing the contractor of the results thereof. (L) Fourteen (14) days prior to shipment of First Article Samples, the contractor shall notify the designated test facility in writing of the anticipated shipping date, with an information copy to the PCO, NAVICP Philadelphia, Attn: (Cite code found in Block 10.a of the SF33). The contractor shall also arrange for preliminary inspection of test samples by the DCMC/QAR. 4.19 Alternate Offers - Waiver of First Article Approval Requirements. (The following provisions supersede any waiver of First Article Approval Requirements terms set forth in clause 52.209-3 or 52.209-4 as appropriate) (A) Unless otherwise specified in the solicitation, the Naval Inventory Control Point reserves the right to waive the First Article Approval Requirements specified herein for offerors who have previously furnished identical production articles accepted by the Government or the Original Equipment Manufacturer/Prime Manufacturer. An offeror requesting waiver of First Article Requirements shall submit evidence with its offer establishing that: (I) the last production unit was delivered within three (3) years of the issue date of this solicitation, and (II) the production location to b", "output": ["Flight Critical components"], "expected_output": "Support services for water transport", "output_explanation": "The offer specifically mentions that the components being acquired have been classified as Flight Critical, requiring engineering source approval by the Naval Air Systems Command. This aligns with the category of Flight Critical components.", "shortlisted_categories": ["Taps, cocks, valves and similar appliances", "Various office equipment and supplies", "Technical inspection and testing services", "Repair and maintenance services of precision equipment", "Defence services", "Command and control system", "Machines and apparatus with individual functions", "Flight Critical components", "Engineering source approval", "Geological prospecting apparatus", "Weapons and weapon systems", "Aircraft or spacecraft equipment", "Development services of real estate", "Installation services of laboratory equipment", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n Heavy Lift Crane\n\n ### DESCRIPTION:\n View Changes ***Amendment 0002 is issued to extend the proposal due date to March 5, 2024 at 1:00PM.***     // Amendment 0001 is issued to answer Request for Information (RFI) questions received. Amendment 0001 does not extend the proposal due date. //      The Philadelphia District of the Corps of Engineers on behalf of the Marine Design Center intends to procure one heavy lift crane. Upon completion of procurement, the crane will be mounted on an existing barge to be used by the US Army Corps of Engineers New Orleans District in support of its navigation maintenance mission. The heavy lift crane to be supplied shall be new with the following approximate characteristics: Designed and fabricated in compliance with the American Petroleum Institute ? API Specification 2C ? Offshore Pedestal-Mounted Cranes; Designed and fabricated in compliance with the American Bureau of Shipping ? ABS Guide for Certification of Lifting Appliances; Third party review by ABS for compliance with API 2C and ABS Guide for Certification of Lifting Appliances; and the crane duty-cycle classification shall be ?Construction Duty?. The heavy lift crane supplied shall be installed on a Corps owned barge with the following particulars: Length: 195 feet, Beam: 54 feet, Depth: 10 feet ? 0 inches. The Government (via a separate contract action) will install the new heavy lift crane on the barge. The Government intends to award a firm fixed price contract to the responsible offeror whose proposal conforms to the terms of the RFP notice, is determined fair and reasonable, and offers the best overall value to the Government as determined through the Best Value Trade-off process (FAR 15.101-1). Offerors should review the entire solicitation. Information within this solicitation notice is subject to change. Vendors must be registered with the System for Award Management (SAM) database to receive a government contract award. Vendors may register for SAM online at www.sam.gov or by calling 1-836-606-8220. The solicitation is issued and provided in an electronic format, free of charge, in the Procurement Integrated Enterprise Environment (PIEE) Solicitation System. Requests for Information (RFI) inquiries (i.e. Vendor Questions) are due by noon on 12 February 2024. Inquiries can be emailed to the Contract Specialist, Amanda Bellnier, at Amanda.Bellnier@usace.army.mil. Responses to RFIs will be posted via amendment.", "output": ["Lifting and handling equipment"], "expected_output": "Lifting and handling equipment", "output_explanation": "The offer is for a heavy lift crane designed and fabricated in compliance with specific regulations for lifting appliances, indicating that it falls under the category of 'Lifting and handling equipment'.", "shortlisted_categories": ["Lifting and handling equipment", "Construction work for water projects", "Support services for water transport", "Construction equipment", "Miscellaneous special-purpose machinery", "Construction works for plants, mining and manufacturing and for buildings relating to the oil and gas industry", "Industrial control software package", "Machines and apparatus with individual functions", "Marine services", "Repair and maintenance services of pumps, valves, taps and metal containers", "Offshore services", "Industrial process control equipment", "Offshore services", "Development services of real estate"]}, {"offer": "### TITLE:\n R425--PLANT OPERATOR SUPPORT STAFF  4/1/24- 7/31/24\n\n ### DESCRIPTION:\n The Contractor shall Provide all necessary labor, supervision, materials and equipment to clean grilles and fan systems, conduct Air Change (ACH) Testing, and replace filters located at the Edward Hines Jr VA Hospital, Hines, IL.", "output": ["Cleaning services"], "expected_output": "Consultative engineering and construction services", "output_explanation": "The offer involves providing labor, materials, and equipment for cleaning grilles, fan systems, conducting Air Change Testing, and replacing filters at a hospital, which aligns with the category of Cleaning services.", "shortlisted_categories": ["Cleaning services", "Construction work for water projects", "Repair and maintenance services of medical and surgical equipment", "Technical inspection and testing services", "Construction supervision services", "Maintenance services of telecommunications equipment", "Facilities management software package and software package suite", "Repair and maintenance services of weapons and weapon systems", "Miscellaneous fertilisers", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n Buttery Spread for use in Domestic Food Assistance Programs.\n\n ### DESCRIPTION:\n USDA’s Agricultural Marketing Service (AMS)-Commodity Procurement Program (CPP) intends to issue a solicitation for procurement of the products listed in the attached solicitation for domestic food assistance programs. Deliveries are to various locations in the United States on an FOB origin basis (see solicitation). The solicitation may include various small business set-asides pursuant to the Small Business Act (15 U.S.C. 631, et seq.). This may include partial or total small business set-asides, service-disabled veteran-owned (SDVO) set-asides, quantities reserved for 8(a) and AbilityOne firms, and price evaluation preferences for qualified HUBZone small businesses. The solicitation is expected to be available on or after today and will be available electronically through USDA Web Based Supply Chain Management (WBSCM) located at  https://portal.wbscm.usda.gov/publicprocurement and through a link to the aforementioned website in the documents attached to the solicitation notice on Contract Opportunities website. A hard copy of the solicitation will not be available for the acquisition. All future information regarding this acquisition, including solicitation amendments and award notices, will be published through WBSCM and Contract Opportunities website (https://sam.gov). Interested parties shall be responsible for ensuring that they have the most up-to-date information about this acquisition.  The anticipated date of receipt for offers is listed above under “General Information.” The contract type will be firm-fixed-price. Pursuant to Agricultural Acquisition Regulation (AGAR), 470-103(b), commodities and the products of agricultural commodities acquired under this contract must be a product of the United States and shall be considered to be such a product if it is grown, processed, and otherwise prepared for sale or distribution exclusively in the United States. Packaging and container components under this acquisition will be the only portion subject to the World Trade Organization Government Procurement Agreement (WTO) (GPA), and Free Trade Agreements (FTA), as addressed by Federal Acquisition Regulation (FAR), clause 52.225-5. Complete details of the commodity and packaging requirements are available through the attached documents. AMS’s solicitation (when published) will specify the pack, sizes, quantities, and required delivery schedules. To be eligible to submit offers, potential contractors must meet the AMS vendor qualification requirements established in accordance with FAR Subpart 9.2. The AMS main contacts for vendor qualification requirements are Andrea Lang, who can be reached at (202) 720-4237 and Diana Dau David who can be reached at (202)-378-1075, or by email at newvendor@usda.gov . Details of these requirements and contact information are available online at: http://www.ams.usda.gov/selling-food.  Once qualification requirements have been met, access to WBSCM will be provided. Bids, modifications, withdrawals of bids, and price adjustments shall be submitted using this system. Submission of the above by any means other than WBSCM will be determined nonresponsive. The attached solicitation should be read in conjunction with contract terms and conditions contained in the Master Solicitation for Commodity Procurements – Domestic Programs (MSCP-D) available on the AMS website at https://www.ams.usda.gov/selling-food/solicitations. Commodity specifications documents are referenced in the solicitation and can be accessed online at https://www.ams.usda.gov/selling-food/product-specs.", "output": ["Food products"], "expected_output": "Prepared animal feeds for farm and other animals", "output_explanation": "The offer is for a Buttery Spread for use in Domestic Food Assistance Programs, which falls under the category of Food products.", "shortlisted_categories": ["Miscellaneous food products and dried goods", "Trade-advertising material", "Administrative services of agencies", "Financial analysis and accounting software package", "Articles for the bathroom and kitchen", "Food products", "Government procurement", "Catering equipment", "Milk and cream", "Plastic products", "Services furnished by business, professional and specialist organisations", "Food, beverage and tobacco-processing machinery"]}, {"offer": "### TITLE:\n SURFACE ELECTRONIC WARFARE  ENGINEERING AND TECHNICAL SERVICES\n\n ### DESCRIPTION:\n Please see attached Request for Proposal and corresponding attachments.", "output": ["Defence services"], "expected_output": "Engineering-related scientific and technical services", "output_explanation": "The offer is related to providing electronic warfare engineering and technical services, which aligns with the category of Defence services.", "shortlisted_categories": ["Engineering-related scientific and technical services", "Technical inspection and testing services", "Networking software package", "Defence services", "Industrial control software package", "Military aircrafts", "Electronic warfare", "Research, testing and scientific technical simulator", "Intelligence, surveillance, target acquisition and reconnaissance", "Development services of real estate", "Repair and maintenance services of military aircrafts, missiles and spacecrafts"]}, {"offer": "### TITLE:\n Chicken And Chicken Products for use in Domestic Food Assistance Programs.\n\n ### DESCRIPTION:\n USDA’s Agricultural Marketing Service (AMS)-Commodity Procurement Program (CPP) intends to issue a solicitation for procurement of the products listed in the attached solicitation for domestic food assistance programs. Deliveries are to various locations in the United States on an FOB origin basis (see solicitation). The solicitation may include various small business set-asides pursuant to the Small Business Act (15 U.S.C. 631, et seq.). This may include partial or total small business set-asides, service-disabled veteran-owned (SDVO) set-asides, quantities reserved for 8(a) and AbilityOne firms, and price evaluation preferences for qualified HUBZone small businesses. The solicitation is expected to be available on or after today and will be available electronically through USDA Web Based Supply Chain Management (WBSCM) located at  https://portal.wbscm.usda.gov/publicprocurement and through a link to the aforementioned website in the documents attached to the solicitation notice on Contract Opportunities website. A hard copy of the solicitation will not be available for the acquisition. All future information regarding this acquisition, including solicitation amendments and award notices, will be published through WBSCM and Contract Opportunities website (https://sam.gov). Interested parties shall be responsible for ensuring that they have the most up-to-date information about this acquisition.  The anticipated date of receipt for offers is listed above under “General Information.” The contract type will be firm-fixed-price. Pursuant to Agricultural Acquisition Regulation (AGAR), 470-103(b), commodities and the products of agricultural commodities acquired under this contract must be a product of the United States and shall be considered to be such a product if it is grown, processed, and otherwise prepared for sale or distribution exclusively in the United States. Packaging and container components under this acquisition will be the only portion subject to the World Trade Organization Government Procurement Agreement (WTO) (GPA), and Free Trade Agreements (FTA), as addressed by Federal Acquisition Regulation (FAR), clause 52.225-5. Complete details of the commodity and packaging requirements are available through the attached documents. AMS’s solicitation (when published) will specify the pack, sizes, quantities, and required delivery schedules. To be eligible to submit offers, potential contractors must meet the AMS vendor qualification requirements established in accordance with FAR Subpart 9.2. The AMS main contacts for vendor qualification requirements are Andrea Lang, who can be reached at (202) 720-4237 and Diana Dau David who can be reached at (202)-378-1075, or by email at newvendor@usda.gov . Details of these requirements and contact information are available online at: http://www.ams.usda.gov/selling-food.  Once qualification requirements have been met, access to WBSCM will be provided. Bids, modifications, withdrawals of bids, and price adjustments shall be submitted using this system. Submission of the above by any means other than WBSCM will be determined nonresponsive. The attached solicitation should be read in conjunction with contract terms and conditions contained in the Master Solicitation for Commodity Procurements – Domestic Programs (MSCP-D) available on the AMS website at https://www.ams.usda.gov/selling-food/solicitations. Commodity specifications documents are referenced in the solicitation and can be accessed online at https://www.ams.usda.gov/selling-food/product-specs.", "output": ["Prepared animal feeds for farm and other animals"], "expected_output": "Meat", "output_explanation": "The offer includes chicken and chicken products which can be categorized under 'Prepared animal feeds for farm and other animals' as it relates to products used for domestic food assistance programs.", "shortlisted_categories": ["Prepared animal feeds for farm and other animals", "Meat", "Miscellaneous food products and dried goods", "Trade-advertising material", "Medical consumables", "Animal products and related products", "Processed fruit and vegetables", "Cheese products", "Domestic animal nurseries", "Milk and cream", "Plastic products", "Food, beverage and tobacco-processing machinery"]}]